dailyTime = 180
dailyDCPrize = 40
dailysWinCount = 3
dailyTasks = {
  [1] = {
    4,
    "Поработать на лесопилке",
    "",
    200,
    10000
  },
  [2] = {
    14,
    "Продать доски на склад",
    "",
    60,
    10000
  },
  [5] = {
    161,
    "Убить 5 оленей с арбалета",
    "",
    5,
    5000
  },
  [4] = {
    12,
    "Продать 60 мешков зерна на фермы",
    "",
    60,
    10000
  },
  [7] = {
    3,
    "Поработать на ферме",
    "",
    100,
    10000
  },
  [3] = {
    13,
    "Продать урожай на пивоварню или склад",
    "",
    60,
    10000
  },
  [144] = {
    70,
    "Поработать в цеху пивоварни",
    "",
    150,
    10000
  },
  [145] = {
    72,
    "Продать 80 бочек с пивом",
    "",
    80,
    10000
  },
  [147] = {
    65,
    "Прирезать 20 свиней",
    "",
    20,
    10000
  },
  [148] = {
    67,
    "Продать 20 туш на склад",
    "",
    20,
    10000
  },
  [11] = {
    160,
    "Убить 5 кроликов с арбалета",
    "",
    5,
    5000
  },
  [146] = {
    63,
    "Разгрузить 50 литров молока",
    "",
    50,
    10000
  },
  [149] = {
    66,
    "Продать 20 бидонов молока на склад",
    "",
    20,
    10000
  },
  [12] = {
    162,
    "Убить волка с арбалета",
    "",
    1,
    10000
  },
  [17] = {
    9,
    "Заработать 15000$ таксистом",
    "",
    15000,
    10000
  },
  [18] = {
    8,
    "Проехать 200 чекпоинтов на автобусе",
    "",
    200,
    10000
  },
  [19] = {
    11,
    "Привезти 20 контейнеров на свалку",
    "",
    20,
    10000
  },
  [20] = {
    33,
    "Доставить 20 посылок курьером",
    "",
    20,
    10000
  },
  [6] = {
    32,
    "Завершить 20 вызовов от диспетчера механиком",
    "",
    20,
    10000
  },
  [10] = {
    10,
    "Поймать 50 рыб",
    "",
    50,
    10000
  },
  [13] = {
    58,
    "Выгрузить в порт 1000кг рыбы",
    "",
    1000,
    10000
  },
  [14] = {
    1,
    "Перенести 20 мешков",
    "",
    20,
    5000
  },
  [15] = {
    2,
    "Перевезти 30 мешков на погрузчике",
    "",
    30,
    10000
  },
  [102] = {
    109,
    "Угнать 5 автомобилей",
    "",
    5,
    10000
  },
  [104] = {
    106,
    "Удачно ограбить 5 заведений ",
    "",
    5,
    25000
  },
  [105] = {
    103,
    "Продать 30 единиц награбленного товара",
    "",
    30,
    12500
  },
  [106] = {
    104,
    "Украсть у армии снаряжение 1 раз",
    "",
    1,
    5000
  },
  [108] = {
    101,
    "Ограбить склад",
    "",
    1,
    3500
  },
  [109] = {
    110,
    "Собрать 30 гр. забористой марихуаны",
    "",
    30,
    2500
  },
  [111] = {
    112,
    "Собрать 20 кустов с марихуаной",
    "",
    10,
    7000
  },
  [112] = {
    113,
    "Заложить 5 закладок",
    "",
    3,
    30000
  },
  [114] = {
    102,
    "Ограбить склад",
    "",
    1,
    3500
  },
  [122] = {
    157,
    "Отсоединить вагон во время ограбления поезда",
    "",
    1,
    10000
  },
  [116] = {
    116,
    "Слетать в другую страну за материалами",
    "",
    1,
    5000
  },
  [117] = {
    114,
    "Распаковать посылку с родины",
    "",
    1,
    5000
  },
  [121] = {
    156,
    "Разбить кристализированный лед 20 раз",
    "",
    20,
    10000
  },
  [120] = {
    102,
    "Ограбить склад",
    "",
    1,
    3500
  },
  [125] = {
    103,
    "Сдать 30 единиц награбленного товара",
    "",
    30,
    7000
  },
  [129] = {
    125,
    "Доставить 30000 материалов на вертолете",
    "",
    30000,
    10000
  },
  [130] = {
    126,
    "Доставить 30000 материалов на военном грузовике",
    "",
    30000,
    10000
  },
  [128] = {
    124,
    "Нейтрализовать 5 нарушителей в розыске",
    "",
    5,
    10000
  },
  [131] = {
    127,
    "Вылечить 15 пациентов",
    "",
    7,
    4000
  },
  [132] = {
    128,
    "Реанимировать 10 пострадавших",
    "",
    5,
    8000
  },
  [133] = {
    130,
    "Потушить 10 очагов возгарания",
    "",
    7,
    4000
  },
  [135] = {
    131,
    "Отправить 25 объявлений",
    "",
    25,
    10000
  },
  [142] = {
    137,
    "Отправить 10 сообщений в эфир",
    "",
    10,
    10000
  },
  [143] = {
    138,
    "Сделать 10 фотографий",
    "",
    10,
    10000
  }
}
dailyTaskPacArmy = {
  {
    129,
    130,
    128
  }
}
dailyTaskPacNews = {
  {
    135,
    142,
    143
  }
}
dailyTaskPackMedic = {
  {
    131,
    132,
    133
  }
}
dailyTaskPackMafia = {
  {
    111,
    112,
    114
  },
  {
    122,
    116,
    117
  }
}
dailyTaskPackBiker = {
  {
    121,
    120,
    125
  }
}
dailyTaskPackGang = {
  {
    102,
    104,
    105
  },
  {
    106,
    104,
    105
  }
}
dailyTaskPackCivil = {
  {
    1,
    2,
    10
  },
  {
    1,
    2,
    5
  },
  {
    4,
    7,
    3
  },
  {
    4,
    7,
    3
  },
  {
    4,
    7,
    3
  },
  {
    3,
    144,
    145
  },
  {
    3,
    144,
    145
  },
  {
    147,
    148,
    11
  },
  {
    146,
    149,
    12
  },
  {
    17,
    18,
    19
  },
  {
    17,
    20,
    6
  },
  {
    13,
    14,
    15
  }
}
questTb = {
  {
    "Экскурсия",
    {5000, 0},
    {
      {
        5,
        "Сдать на водительские права",
        "/gps 3 1",
        1,
        1500
      },
      {
        34,
        "Арендовать любое транспортное средство",
        "/gps 3 1",
        1,
        100
      },
      {
        22,
        "Крутануть колесо Фортуны в казино",
        "/gps 5 1",
        1,
        500
      },
      {
        35,
        "Посетить автосалон с дешевым транспортом",
        "/gps 3 16",
        1,
        500
      },
      {
        6,
        "Посетить магазин одежды Binco",
        "/gps 3 6",
        1,
        500
      },
      {
        31,
        "Посетить Billingsgate Motel",
        "/gps 6 1",
        1,
        500
      },
      {
        36,
        "Посетить яхт клуб",
        "/gps 5 6",
        1,
        1000
      },
      {
        7,
        "Отправиться в центр трудоустройства",
        "/gps 2 1, /gps 2 30",
        1,
        -1
      }
    }
  },
  {
    "Город ждёт",
    {25000, 25},
    {
      {
        37,
        "Устроиться развозчиком продуктов",
        "/gps 2 1",
        1,
        0
      },
      {
        43,
        "Арендовать фургон",
        "/gps 2 5",
        1,
        500
      },
      {
        57,
        "Закупить 20 мешков зерна",
        "/gps 2 8",
        20,
        2000
      },
      {
        12,
        "Продать 20 мешков зерна",
        "/gps 2 12-14",
        20,
        0
      },
      {
        60,
        "Закупить урожай",
        "/gps 2 12-14",
        20,
        1000
      },
      {
        13,
        "Продать урожай",
        "/gps 2 10",
        20,
        0
      },
      {
        38,
        "Устроиться механиком",
        "/gps 2 1",
        1,
        250
      },
      {
        44,
        "Арендовать пикап",
        "/gps 2 20",
        1,
        500
      },
      {
        32,
        "Закончить 5 вызовов от диспетчера",
        "-",
        5,
        2000
      },
      {
        55,
        "Починить 3 автомобиля",
        "-",
        3,
        2000
      },
      {
        39,
        "Устроиться водителем такси",
        "/gps 2 1",
        1,
        250
      },
      {
        45,
        "Арендовать автомобиль",
        "/gps 2 4",
        1,
        500
      },
      {
        9,
        "Заработать 2000 таксистом",
        "-",
        2000,
        -1
      }
    }
  },
  {
    "Сельская жизнь",
    {25000, 25},
    {
      {
        50,
        "Купить удочку",
        "/gps 5 4",
        1,
        500
      },
      {
        53,
        "Купить лопату",
        "/gps 5 4",
        1,
        500
      },
      {
        54,
        "Накопать червей",
        "-",
        10,
        500
      },
      {
        10,
        "Выловить рыбу",
        "-",
        5,
        2000
      },
      {
        21,
        "Продать рыбу",
        "/gps 5 4",
        5,
        1000
      },
      {
        3,
        "Поработать на ферме",
        "/gps 2 12-14",
        50,
        1000
      },
      {
        4,
        "Поработать на лесопилке",
        "/gps 2 15,16",
        50,
        1000
      },
      {
        59,
        "Арендовать рыболовную лодку на пристани",
        "/gps 2 23",
        1,
        1500
      },
      {
        58,
        "Выгрузить на пристань 500кг рыбы",
        "/gps 2 23",
        500,
        -1
      }
    }
  },
  {
    "В мире животных",
    {20000, 20},
    {
      {
        61,
        "Напоить 10 коров водой",
        "/gps 2 31-32",
        10,
        1000
      },
      {
        62,
        "Подоить 10 коров",
        "/gps 2 31-32",
        10,
        1000
      },
      {
        64,
        "Накормить 10 свиней",
        "/gps 2 31-32",
        10,
        1000
      },
      {
        63,
        "Выгрузить на склад 50 литров молока",
        "/gps 2 31-32",
        50,
        1500
      },
      {
        65,
        "Прирезать 10 свиней",
        "/gps 2 31-32",
        10,
        2000
      },
      {
        66,
        "Отвезти 20 бидонов молока развозчиком",
        "/gps 2 31-32",
        20,
        1000
      },
      {
        67,
        "Отвезти 20 туш мяса развозчиком",
        "/gps 2 31-32",
        20,
        -1
      }
    }
  },
  {
    "Трудный путь",
    {25000, 25},
    {
      {
        51,
        "Купить отвертку",
        "/gps 3 18",
        1,
        1000
      },
      {
        109,
        "Угнать 3 автомобиля",
        "/gps 2 22",
        3,
        2000
      },
      {
        52,
        "Купить лом",
        "/gps 3 18",
        1,
        1500
      },
      {
        49,
        "Арендовать фургон",
        "/gps 2 18",
        1,
        500
      },
      {
        103,
        "Сдать краденую технику",
        "/gps 2 17,19",
        10,
        2000
      },
      {
        120,
        "Затянуться косяком",
        "-",
        1,
        -1
      }
    }
  },
  {
    "Пивовар",
    {40000, 40},
    {
      {
        37,
        "Устроиться развозчиком продуктов",
        "/gps 2 1",
        1,
        0
      },
      {
        43,
        "Арендовать фургон",
        "/gps 2 5",
        1,
        500
      },
      {
        68,
        "Выгрузить 40 урожая на пивоварню",
        "/gps 2 38-39",
        40,
        3000
      },
      {
        69,
        "Выгрузить 20 урожая в дробильню",
        "/gps 2 38-39",
        20,
        2000
      },
      {
        70,
        "Поработать в цеху ",
        "/gps 2 38-39",
        20,
        1000
      },
      {
        71,
        "Перетащить 60 бочек с пивом",
        "/gps 2 38-39",
        60,
        2500
      },
      {
        72,
        "Развозчиком продать 100 бочек на склад",
        "/gps 2 38-39",
        100,
        -1
      }
    }
  },
  {
    "Трудоголик",
    {280000, 200},
    {
      {
        1,
        "Перенести 10 мешков",
        "/gps 2 2",
        10,
        1000
      },
      {
        2,
        "Перевезти 30 мешков на погрузчике",
        "/gps 2 2",
        30,
        4000
      },
      {
        3,
        "Поработать на ферме",
        "/gps 2 12-14",
        200,
        4000
      },
      {
        4,
        "Поработать на лесопилке",
        "/gps 2 15-16",
        200,
        4000
      },
      {
        8,
        "Проехать 1000 маркеров на автобусе",
        "/gps 2 3",
        1000,
        9000
      },
      {
        9,
        "Заработать 30000$ таксистом",
        "/gps 2 4",
        30000,
        5000
      },
      {
        10,
        "Поймать 100 рыб",
        "-",
        100,
        5000
      },
      {
        11,
        "Привезти 50 контейнеров на свалку",
        "/gps 2 6",
        50,
        5000
      },
      {
        12,
        "Продать 200 мешков с зерном",
        "/gps 2 8",
        200,
        5000
      },
      {
        13,
        "Продать 200 урожая с ферм",
        "/gps 2 12-14",
        200,
        5000
      },
      {
        14,
        "Продать 200 досок с лесопилок",
        "/gps 2 15-16",
        200,
        5000
      },
      {
        32,
        "Закончить 50 вызовов от диспетчера",
        "/gps 2 20",
        50,
        5000
      },
      {
        33,
        "Доставить 50 посылок",
        "/gps 2 21",
        50,
        5000
      },
      {
        58,
        "Выгрузить в порт 3000кг рыбы",
        "/gps 2 23",
        3000,
        5000
      },
      {
        72,
        "Продать 300 бочек с пивом",
        "/gps 2 38-39",
        300,
        -1
      }
    }
  },
  {
    "Развлечения",
    {70000, 90},
    {
      {
        16,
        "Убить 50 человек на пейнтболле",
        "/gps 5 2",
        50,
        5000
      },
      {
        17,
        "Занять 1 место на пейнтболле",
        "/gps 5 2",
        1,
        2000
      },
      {
        21,
        "Продать 50 рыб",
        "/gps 5 4",
        50,
        5000
      },
      {
        18,
        "Поучаствовать в гонках 5 раз",
        "/gps 5 2",
        5,
        2000
      },
      {
        19,
        "Занять 1 место на гонках",
        "/gps 5 2",
        1,
        1500
      },
      {
        20,
        "Проехать 75 км. на автомобиле",
        "-",
        75000,
        2000
      },
      {
        23,
        "Выиграть в казино 50000$",
        "/gps 5 1",
        50000,
        -1
      }
    }
  },
  {
    "Жизнь на районе",
    {60000, 70},
    {
      {
        104,
        "Украсть из армии личку 20 раз",
        "/gps 1 7",
        20,
        5000
      },
      {
        103,
        "Сдать 100 единиц награбленного товара",
        "/gps 2 18",
        100,
        10000
      },
      {
        109,
        "Украсть 20 автомобилей",
        "-",
        20,
        5000
      },
      {
        110,
        "Собрать 100 грамм забористой травы",
        "-",
        100,
        5000
      },
      {
        106,
        "Совершить удачное ограбление магазина 10 раз",
        "-",
        10,
        5000
      },
      {
        110,
        "Собрать 100 гр. забористой травы",
        "-",
        100,
        5000
      },
      {
        170,
        "Продать 50 свертков в притон",
        "-",
        50,
        5000
      },
      {
        101,
        "Ограбить склад 10 раз",
        "-",
        10,
        -1
      }
    }
  },
  {
    "Рыцарь дорог",
    {70000, 80},
    {
      {
        132,
        "Проехать 75 миль на байке",
        "-",
        75000,
        1000
      },
      {
        118,
        "Вскрыть 10 фургонов",
        "-",
        10,
        5000
      },
      {
        122,
        "Дождаться снятия розыска минуя арест",
        "-",
        1,
        2500
      },
      {
        104,
        "Украсть из армии личку 20 раз",
        "-",
        20,
        5000
      },
      {
        103,
        "Сдать 100 единиц награбленного товара",
        "/gps 2 18",
        100,
        10000
      },
      {
        110,
        "Собрать 100 гр. забористой травы",
        "-",
        100,
        5000
      },
      {
        101,
        "Ограбить склад 10 раз",
        "-",
        10,
        10000
      },
      {
        156,
        "Разбить кристализированный лед 50 раз",
        "-",
        50,
        -1
      }
    }
  },
  {
    "Хозяин жизни",
    {60000, 70},
    {
      {
        112,
        "Собрать 300 гр. травы",
        "",
        300,
        5000
      },
      {
        113,
        "Заложить 30 закладок",
        "-",
        30,
        5000
      },
      {
        114,
        "Распаковать посылку с родины 5 раз",
        "-",
        5,
        15000
      },
      {
        116,
        "Слетать в другую страну за материалами 5 раз",
        "-",
        5,
        15000
      },
      {
        115,
        "Кинуть 5000 в банк организации",
        "-",
        5000,
        10000
      },
      {
        110,
        "Собрать 100 гр. забористой травы",
        "-",
        100,
        5000
      },
      {
        101,
        "Ограбить склад 10 раз",
        "-",
        10,
        10000
      },
      {
        157,
        "Отсоединить вагон 5 раз",
        "-",
        5,
        15000
      },
      {
        158,
        "Вскрыть ящик в самолете 10 раз",
        "-",
        10,
        -1
      }
    }
  },
  {
    "Защитник родины",
    {60000, 70},
    {
      {
        135,
        "Отжаться на брусьях 100 раз",
        "-",
        100,
        500
      },
      {
        136,
        "Подтянуться 100 раз",
        "-",
        100,
        500
      },
      {
        134,
        "Пополнить 500 единиц сытости в столовой",
        "-",
        500,
        500
      },
      {
        126,
        "Выгрузить 20000 материалов другим организациям",
        "-",
        20000,
        2000
      },
      {
        126,
        "Выгрузить 50000 материалов другим организациям",
        "-",
        50000,
        10000
      },
      {
        125,
        "Выгрузить 50000 материалов на вертолете",
        "-",
        50000,
        10000
      },
      {
        124,
        "Совершить 10 аресткиллов",
        "-",
        10,
        -1
      }
    }
  },
  {
    "Спасатель",
    {60000, 70},
    {
      {
        133,
        "Проехать на машине МЧС 75 миль",
        "-",
        75000,
        1000
      },
      {
        140,
        "Принять вызов от гражданина",
        "-",
        1,
        500
      },
      {
        127,
        "Вылечить 50 человек",
        "-",
        50,
        5000
      },
      {
        128,
        "Реанимировать 50 человек",
        "-",
        50,
        10000
      },
      {
        130,
        "Потушить 25 очагов возгарания",
        "-",
        25,
        10000
      },
      {
        129,
        "Сделать 25 инъекций против наркозависимости",
        "-",
        25,
        15000
      },
      {
        141,
        "Выгрузить 100 ящиков с медикаментами на склад",
        "-",
        100,
        -1
      }
    }
  },
  {
    "Журналист",
    {50000, 50},
    {
      {
        131,
        "Отправить 200 объявлений",
        "-",
        200,
        5000
      },
      {
        137,
        "Отправить 200 сообщений в эфир",
        "-",
        200,
        5000
      },
      {
        138,
        "Сделать 50 фотографий",
        "-",
        50,
        0
      }
    }
  },
  {
    "Агроном",
    {200000, 150},
    {
      {
        146,
        "Найти 100 закладок с семенами",
        "/gps 2 36",
        100,
        15000
      },
      {
        145,
        "Купить 10 горшков",
        "Любой 24/7",
        10,
        100
      },
      {
        147,
        "Посадить 100 кусов в доме",
        "Необходимо жить в доме",
        100,
        5000
      },
      {
        148,
        "Посадить 50 кустов на крытой ферме",
        "/gps 2 40-41",
        50,
        10000
      },
      {
        149,
        "Посадить 50 кустов на открытой ферме",
        "/gps 2 33-35",
        50,
        10000
      },
      {
        112,
        "Собрать 500 грамм обычной травы",
        "-",
        500,
        10000
      },
      {
        110,
        "Собрать 500 грамм забористой травы",
        "-",
        500,
        10000
      },
      {
        152,
        "Собрать 500 грамм дикой травы",
        "-",
        500,
        10000
      },
      {
        153,
        "Продать травы на сумму 999999$",
        "/gps 2 36",
        999999,
        -1
      }
    }
  },
  {
    "Заступник",
    {100000, 70},
    {
      {
        139,
        "Получить лицензию адвоката у полиции",
        "-",
        1,
        100
      },
      {
        140,
        "Устроиться адвокатом в центре занятости",
        "/gps 2 1",
        1,
        100
      },
      {
        155,
        "Купить кейс в магазине одежды",
        "/gps 3 4",
        1,
        1000
      },
      {
        141,
        "Посетить LSPD",
        "/gps 1 1",
        1,
        1000
      },
      {
        142,
        "Посетить LSSD",
        "/gps 1 13",
        1,
        1000
      },
      {
        154,
        "Посетить LVPD",
        "/gps 1 19",
        1,
        1000
      },
      {
        143,
        "Выпустить 30 игроков с (Оплата наличными)",
        "-",
        30,
        15000
      },
      {
        144,
        "Выпустить 30 игроков с (Оплата банком)",
        "-",
        30,
        -1
      }
    }
  },
  {
    "Начинающий охотник",
    {20000, 20},
    {
      {
        159,
        "Купить арбалет",
        "/gps 5 11",
        1,
        1000
      },
      {
        160,
        "Убить 5 кроликов с арбалета",
        "-",
        5,
        1000
      },
      {
        161,
        "Убить  5 оленей с арбалета",
        "-",
        5,
        1000
      },
      {
        162,
        "Убить 3 волка с арбалета",
        "-",
        3,
        1000
      },
      {
        163,
        "Убить медведя с арбалета",
        "-",
        1,
        1000
      },
      {
        164,
        "Убить пуму с арбалета",
        "-",
        1,
        -1
      }
    }
  },
  {
    "Продвинутый охотник",
    {150000, 150},
    {
      {
        159,
        "Купить арбалет",
        "/gps 5 11",
        1,
        1000
      },
      {
        160,
        "Убить 100 кроликов с арбалета",
        "-",
        100,
        15000
      },
      {
        161,
        "Убить  70 оленей с арбалета",
        "-",
        70,
        15000
      },
      {
        162,
        "Убить 35 волков с арбалета",
        "-",
        35,
        20000
      },
      {
        163,
        "Убить 15 медведей с арбалета",
        "-",
        15,
        20000
      },
      {
        164,
        "Убить 30 пум с арбалета",
        "-",
        30,
        -1
      }
    }
  }
}
questAddInfoTb = {
  [34] = {
    "Арендуйте любое транспортное средство, например #3D92C8мопед на парковке Автошколы#FFFFFF."
  },
  [36] = {
    "В ознакомительных целях отправляйтесь на #3D92C8Пристань [/gps 5 6]#FFFFFF!. На пристани можно арендовать катер и выйти в море, там больше рыбы."
  },
  [22] = {
    "Отправляйтесь в #3D92C8Казино#FFFFFF и крутаните #3D92C8Колесо фортуны#FFFFFF. #3D92C8[/gps 5 1]#FFFFFF.",
    "Также за каждые #3D92C83 часа игры#FFFFFF вам даются дополнительные бесплатные прокруты!"
  },
  [4] = {
    "Отправляйтесь на #3D92C8Лесопилку#FFFFFF.",
    "Прогресс начисляется при #3D92C8рубке деревьев [1оч.]#FFFFFF,#3D92C8 разгрузку бревен [5оч.]#FFFFFF,#3D92C8 запуске пилы [2оч.]#FFFFFF и #3D92C8доставке досок на погрузчике [3оч.]"
  },
  [3] = {
    "Отправляйтесь на #3D92C8Ферму#FFFFFF.",
    "Прогресс начисляется за #3D92C8сбор колосьев [1оч.] #FFFFFFи #3D92C8разгрузку урожая [20оч.]"
  },
  [35] = {
    "На сервере несколько #3D92C8автосалонов#FFFFFF с разными типами автомобилей. В ознакомительных целях посетите самый дешевый из них #3D92C8/gps 3 16"
  },
  [5] = {
    "Отправляйтесь в #3D92C8автошколу#FFFFFF для получения #3D92C8вод. удостоверения#FFFFFF. Найти ее можно введя команду #3D92C8/gps 3 1"
  },
  [31] = {
    "Вам необходимо посетить #3D92C8Billingsgate Motel#FFFFFF. Стоимость самого дешевого номера составляет #3D92C82400$#FFFFFF в день #3D92C8/gps 6 1"
  },
  [6] = {
    "На сервере есть несколько #3D92C83 магазинов одежды#FFFFFF. Посетите один из них #3D92C8/gps 3 6"
  },
  [7] = {
    "Далее вам необходимо посетить #3D92C8Центр трудоустройства#FFFFFF. В нем вы сможете устроится на любую работу #3D92C8/gps 2 1#FFFFFF или #3D92C8/gps 2 30"
  },
  [21] = {
    "Направляетесь в #3D92C8рыболовный магазин [/gps 5 4]#FFFFFF, и #3D92C8продайте рыбу"
  },
  [33] = {
    "Загрузите посылки в автомобиль и отвезите их по указанным координатам."
  },
  [10] = {
    "Отправляйтесь к ближайшему водоему, берите удочку в руки и ловите рыбу."
  },
  [13] = {
    "Продайте #3D92C8урожай#FFFFFF на #3D92C8склад [/gps 2 10]."
  },
  [9] = {
    "Принимайте вызовы #3D92C8[P]#FFFFFF и возите пасажиров."
  },
  [32] = {
    "Примите вызов от диспетчера #3D92C8[P]#FFFFFF и отремонтируйте неисправность."
  },
  [12] = {
    "Теперь продайте зерно на любую ферму #3D92C8[/gps 2 12-14]#FFFFFF или на склад#3D92C8[/gps 2 8]#FFFFFF."
  },
  [37] = {
    "Отправляйтесь в #3D92C8Центр трудоустройства [/gps 2 1]#FFFFFF. В нем вам необходимо устроиться #3D92C8развозчиком продуктов."
  },
  [38] = {
    "Направляетесь в #3D92C8Центр трудоустройства [/gps 2 1]#FFFFFF. В нем вам необходимо устроиться #3D92C8механиком."
  },
  [39] = {
    "Отправляйтесь в #3D92C8Центр трудоустройства [/gps 2 1]#FFFFFF. В нем вам необходимо устроиться #3D92C8водителем такси."
  },
  [40] = {
    "Направляетесь в #3D92C8Центр трудоустройства [/gps 2 1]#FFFFFF. В нем вам необходимо устроиться #3D92C8доставщиком посылок."
  },
  [41] = {
    "Отправляйтесь в #3D92C8Центр трудоустройства [/gps 2 1]#FFFFFF. В нем вам необходимо устроиться #3D92C8водителем автобуса."
  },
  [42] = {
    "Направляетесь в #3D92C8Центр трудоустройства [/gps 2 1]#FFFFFF. В нем вам необходимо устроиться #3D92C8водителем мусоровоза."
  },
  [43] = {
    "Отправляйтесь на #3D92C8стоянку [/gps 2 5] #FFFFFF и арендуйте #3D92C8фургон."
  },
  [44] = {
    "Направляетесь на #3D92C8стоянку [/gps 2 20] #FFFFFF и арендуйте #3D92C8пикап механика."
  },
  [45] = {
    "Отправляйтесь на #3D92C8стоянку [/gps 2 4] #FFFFFF и арендуйте #3D92C8такси."
  },
  [46] = {
    "Направляетесь на #3D92C8стоянку [/gps 2 21] #FFFFFF и арендуйте #3D92C8машину доставщика посылок."
  },
  [47] = {
    "Отправляйтесь на #3D92C8стоянку [/gps 2 ***] #FFFFFF и арендуйте #3D92C8автобус."
  },
  [48] = {
    "Направляетесь на #3D92C8стоянку [/gps 2 ***] #FFFFFF и арендуйте #3D92C8мусоровоз."
  },
  [49] = {
    "Отправляйтесь в #3D92C8криминальный район [/gps 2 18]#FFFFFF, возьмите наводку на дом и #3D92C8арендуйте фургон."
  },
  [50] = {
    "Направляетесь в #3D92C8рыболовный магазин [/gps 5 4]#FFFFFF, и купите #3D92C8удочку."
  },
  [53] = {
    "Теперь купите #3D92C8лопату."
  },
  [54] = {
    "Возьмите лопату в руки, найдите грунт и выкопайте #3D92C810 червей."
  },
  [51] = {
    "Отправляйтесь в #3D92C8магазин инструментов [/gps 3 18]#FFFFFF и купите #3D92C8отвертку."
  },
  [52] = {
    "Направляетесь в #3D92C8магазин инструментов [/gps 3 18]#FFFFFF и купите #3D92C8лом."
  },
  [57] = {
    "Отправляйтесь в #3D92C8док [/gps 2 8]#FFFFFF и закупите #3D92C820 мешков зерна."
  },
  [58] = {
    "Сдайте улов на #3D92C8пристань [/gps 2 23]."
  },
  [59] = {
    "Направляйтесь на #3D92C8пристань [/gps 2 23]#FFFFFF и #3D92C8арендуйте лодку."
  },
  [55] = {
    "Отремонтируйте #3D92C83 автомобиля."
  },
  [60] = {
    "Закупите #3D92C8урожай#FFFFFF на#3D92C8 ферме [/gps 2 12-14]."
  },
  [109] = {
    "Отправляйтесь к #3D92C8автомойке East LS [/gps 2 22]#FFFFFF и возьмите наводку на автомобиль."
  },
  [120] = {
    "Раздобудьте #3D92C8косяк #FFFFFFи затянитесь им #3D92C8[H]#FFFFFF."
  }
}
