factionSetting = {
  gang = {
    {
      "Цена за единицу материалов",
      10,
      40,
      1
    },
    {
      "Цена за единицу медикаментов",
      10,
      40,
      1
    }
  },
  biker = {
    {
      "Цена за единицу продуктов",
      1,
      40,
      1
    }
  },
  casino = {
    {
      "Цена за единицу продуктов",
      1,
      40,
      1
    }
  },
  medic = {
    {
      "Цена за лечение",
      300,
      1500,
      100
    },
    {
      "Цена за реанимацию",
      300,
      1500,
      100
    },
    {
      "Цена за сеанс против наркотической зависимости",
      1000,
      5000,
      250
    }
  },
  news = {
    {
      "Цена за символ",
      1,
      50,
      1
    },
    {
      "Секунда разговора",
      10,
      200,
      10
    },
    {
      "Цена за смс",
      100,
      500,
      50
    }
  }
}
