menuList = {
  {
    "Основной цвет",
    "color1"
  },
  {
    "Второстепенный цвет",
    "color2"
  },
  {"Диски", "wheels"},
  {
    "Цвет фар",
    "lights"
  },
  {
    "Пневмо-подвеска",
    "hydralics"
  },
  {
    "Впрыск N2O",
    "nitro"
  },
  {
    "Двигатель",
    "engine"
  },
  {
    "КПП",
    "transmission"
  },
  {
    "Тип привода",
    "awd"
  },
  {"Кузов", "reinforce"},
  {
    "Спойлер",
    "spoiler"
  },
  {"Шины", "tires"},
  {
    "Выворот колес",
    "steering"
  },
  {
    "Тормоза",
    "brakes"
  },
  {
    "Тип подвески",
    "suspension"
  },
  {
    "Дорожный просвет",
    "clearance"
  },
  {
    "Цвет дисков",
    "color3"
  }
}
tuningTb = {
  color1 = {
    [0] = {
      "Стандартный",
      0,
      "",
      {
        255,
        255,
        255
      }
    },
    [1] = {
      "Белый",
      1,
      "",
      {
        255,
        255,
        255
      }
    },
    [2] = {
      "Чёрный",
      1,
      "",
      {
        0,
        0,
        0
      }
    },
    [3] = {
      "Голубой",
      1,
      "",
      {
        42,
        119,
        161
      }
    },
    [4] = {
      "Красный",
      1,
      "",
      {
        132,
        4,
        16
      }
    },
    [5] = {
      "Темно-бирюзовый",
      1,
      "",
      {
        38,
        55,
        57
      }
    },
    [6] = {
      "Бледно-пурпурный",
      1,
      "",
      {
        134,
        68,
        110
      }
    },
    [7] = {
      "Оранжевый",
      1,
      "",
      {
        215,
        141,
        16
      }
    },
    [8] = {
      "Светло-синий",
      1,
      "",
      {
        76,
        117,
        183
      }
    },
    [9] = {
      "Светло-серый",
      1,
      "",
      {
        189,
        190,
        198
      }
    },
    [10] = {
      "Серый",
      1,
      "",
      {
        94,
        112,
        114
      }
    },
    [11] = {
      "Бирюзово-синий",
      1,
      "",
      {
        70,
        89,
        122
      }
    },
    [12] = {
      "Салатовый",
      1,
      "",
      {
        81,
        217,
        158
      }
    },
    [13] = {
      "Алый",
      1,
      "",
      {
        222,
        60,
        60
      }
    },
    [14] = {
      "Коричневый",
      1,
      "",
      {
        128,
        100,
        68
      }
    },
    [15] = {
      "Бежево-серый",
      1,
      "",
      {
        71,
        78,
        60
      }
    },
    [16] = {
      "Темно-коричневый",
      1,
      "",
      {
        35,
        27,
        0
      }
    },
    [17] = {
      "Зеленый",
      1,
      "",
      {
        46,
        91,
        32
      }
    },
    [18] = {
      "Баклажановый",
      1,
      "",
      {
        124,
        27,
        68
      }
    },
    [19] = {
      "Пасмурно-небесный",
      1,
      "",
      {
        168,
        197,
        225
      }
    },
    [20] = {
      "Темно-зеленый",
      1,
      "",
      {
        0,
        50,
        0
      }
    },
    [21] = {
      "Светло-серый",
      1,
      "",
      {
        223,
        218,
        235
      }
    },
    [22] = {
      "Темно-серый",
      1,
      "",
      {
        68,
        68,
        68
      }
    },
    [23] = {
      "Лазурно-синий",
      1,
      "",
      {
        12,
        48,
        82
      }
    },
    [24] = {
      "Ярко-красный",
      1,
      "",
      {
        255,
        0,
        0
      }
    },
    [25] = {
      "Оливковый",
      1,
      "",
      {
        200,
        200,
        80
      }
    },
    [26] = {
      "Серебристый",
      1,
      "",
      {
        125,
        125,
        125
      }
    },
    [27] = {
      "Стальной",
      1,
      "",
      {
        120,
        140,
        120
      }
    },
    [28] = {
      "Фуксия",
      3,
      "",
      {
        255,
        0,
        255
      }
    },
    [29] = {
      "Пурпурный",
      3,
      "",
      {
        128,
        0,
        128
      }
    },
    [30] = {
      "Бордовый",
      3,
      "",
      {
        128,
        0,
        0
      }
    },
    [31] = {
      "Желтый",
      3,
      "",
      {
        255,
        255,
        0
      }
    },
    [32] = {
      "Лайм",
      3,
      "",
      {
        0,
        255,
        0
      }
    },
    [33] = {
      "Аква",
      3,
      "",
      {
        0,
        255,
        255
      }
    },
    [34] = {
      "Бирюзовый",
      3,
      "",
      {
        0,
        128,
        128
      }
    },
    [35] = {
      "Синий",
      3,
      "",
      {
        0,
        0,
        255
      }
    },
    [36] = {
      "Темно-синий",
      3,
      "",
      {
        0,
        0,
        128
      }
    },
    [37] = {
      "Темно-красный",
      3,
      "",
      {
        139,
        0,
        0
      }
    },
    [38] = {
      "Светлый Коралловый",
      3,
      "",
      {
        240,
        128,
        128
      }
    },
    [39] = {
      "Розовый",
      3,
      "",
      {
        255,
        192,
        203
      }
    },
    [40] = {
      "Светло-розовый",
      3,
      "",
      {
        255,
        182,
        193
      }
    },
    [41] = {
      "Ярко-розовый",
      3,
      "",
      {
        255,
        105,
        180
      }
    },
    [42] = {
      "Темно-розовый",
      3,
      "",
      {
        255,
        20,
        147
      }
    },
    [43] = {
      "Фиолетово-красный",
      3,
      "",
      {
        199,
        21,
        133
      }
    },
    [44] = {
      "Бледно-фиолетово-красный",
      3,
      "",
      {
        219,
        112,
        147
      }
    },
    [45] = {
      "Коралловый",
      3,
      "",
      {
        255,
        127,
        80
      }
    },
    [46] = {
      "Томатный",
      3,
      "",
      {
        255,
        99,
        71
      }
    },
    [47] = {
      "Оранжево-красный",
      3,
      "",
      {
        255,
        69,
        0
      }
    },
    [48] = {
      "Темно-оранжевый",
      3,
      "",
      {
        255,
        140,
        0
      }
    },
    [49] = {
      "Ярко-оранжевый",
      3,
      "",
      {
        255,
        165,
        0
      }
    },
    [50] = {
      "Золотой",
      3,
      "",
      {
        255,
        215,
        0
      }
    },
    [51] = {
      "Светло-желтый",
      3,
      "",
      {
        255,
        255,
        224
      }
    },
    [52] = {
      "Бледно-желтый",
      3,
      "",
      {
        255,
        250,
        205
      }
    },
    [53] = {
      "Персиковый",
      3,
      "",
      {
        255,
        218,
        185
      }
    },
    [54] = {
      "Хаки",
      3,
      "",
      {
        240,
        230,
        140
      }
    },
    [55] = {
      "Темный хаки",
      3,
      "",
      {
        189,
        183,
        107
      }
    },
    [56] = {
      "Лавандовый",
      3,
      "",
      {
        230,
        230,
        250
      }
    },
    [57] = {
      "Амарантово-розовый",
      3,
      "",
      {
        216,
        191,
        216
      }
    },
    [58] = {
      "Сливовый",
      3,
      "",
      {
        221,
        160,
        221
      }
    },
    [59] = {
      "Фиолетовый",
      3,
      "",
      {
        238,
        130,
        238
      }
    },
    [60] = {
      "Орхидея",
      3,
      "",
      {
        218,
        112,
        214
      }
    },
    [61] = {
      "Амарантовый маджента",
      3,
      "",
      {
        186,
        85,
        211
      }
    },
    [62] = {
      "Умеренно фиолетовый",
      3,
      "",
      {
        147,
        112,
        219
      }
    },
    [63] = {
      "Сине-фиолетовый",
      3,
      "",
      {
        138,
        43,
        226
      }
    },
    [64] = {
      "Темно-фиолетовый",
      3,
      "",
      {
        148,
        0,
        211
      }
    },
    [65] = {
      "Индиго",
      3,
      "",
      {
        75,
        0,
        130
      }
    },
    [66] = {
      "Сланцево-синий",
      3,
      "",
      {
        106,
        90,
        205
      }
    },
    [67] = {
      "Темно-сланцево-синий",
      3,
      "",
      {
        72,
        61,
        139
      }
    },
    [68] = {
      "Древесный",
      3,
      "",
      {
        222,
        184,
        135
      }
    },
    [69] = {
      "Розово-коричневый",
      3,
      "",
      {
        188,
        143,
        143
      }
    },
    [70] = {
      "Песочно-коричневый",
      3,
      "",
      {
        244,
        164,
        96
      }
    },
    [71] = {
      "Шоколадный",
      3,
      "",
      {
        210,
        105,
        30
      }
    },
    [72] = {
      "Бежево-коричневый",
      3,
      "",
      {
        139,
        69,
        19
      }
    },
    [73] = {
      "Желто-зеленый",
      3,
      "",
      {
        173,
        255,
        47
      }
    },
    [74] = {
      "Кислотный",
      3,
      "",
      {
        0,
        255,
        0
      }
    },
    [75] = {
      "Бледно-зеленый",
      3,
      "",
      {
        152,
        251,
        152
      }
    },
    [76] = {
      "Весенний зеленый",
      3,
      "",
      {
        0,
        250,
        154
      }
    },
    [77] = {
      "Морской зеленый",
      3,
      "",
      {
        60,
        179,
        113
      }
    },
    [78] = {
      "Лесной зеленый",
      3,
      "",
      {
        34,
        139,
        34
      }
    },
    [79] = {
      "Аквамарин",
      3,
      "",
      {
        127,
        255,
        212
      }
    },
    [80] = {
      "Светло-бирюзовый",
      3,
      "",
      {
        64,
        224,
        208
      }
    },
    [81] = {
      "Сине-серый",
      3,
      "",
      {
        95,
        158,
        160
      }
    },
    [82] = {
      "Стальный синий",
      3,
      "",
      {
        70,
        130,
        180
      }
    },
    [83] = {
      "Голубое небо",
      3,
      "",
      {
        135,
        206,
        235
      }
    },
    [84] = {
      "Темное небо",
      3,
      "",
      {
        0,
        191,
        255
      }
    },
    [85] = {
      "Королевский синий",
      3,
      "",
      {
        65,
        105,
        225
      }
    },
    [86] = {
      "Полуночный синий",
      3,
      "",
      {
        25,
        25,
        112
      }
    },
    [87] = {
      "Темно-сланцево-серый",
      3,
      "",
      {
        47,
        79,
        79
      }
    },
    [88] = {
      "Песочный",
      3,
      "",
      {
        175,
        150,
        125
      }
    }
  },
  color2 = {
    [0] = {
      "Стандартный",
      0,
      "",
      {
        255,
        255,
        255
      }
    },
    [1] = {
      "Белый",
      1,
      "",
      {
        255,
        255,
        255
      }
    },
    [2] = {
      "Чёрный",
      1,
      "",
      {
        0,
        0,
        0
      }
    },
    [3] = {
      "Голубой",
      1,
      "",
      {
        42,
        119,
        161
      }
    },
    [4] = {
      "Красный",
      1,
      "",
      {
        132,
        4,
        16
      }
    },
    [5] = {
      "Темно-бирюзовый",
      1,
      "",
      {
        38,
        55,
        57
      }
    },
    [6] = {
      "Бледно-пурпурный",
      1,
      "",
      {
        134,
        68,
        110
      }
    },
    [7] = {
      "Оранжевый",
      1,
      "",
      {
        215,
        141,
        16
      }
    },
    [8] = {
      "Светло-синий",
      1,
      "",
      {
        76,
        117,
        183
      }
    },
    [9] = {
      "Светло-серый",
      1,
      "",
      {
        189,
        190,
        198
      }
    },
    [10] = {
      "Серый",
      1,
      "",
      {
        94,
        112,
        114
      }
    },
    [11] = {
      "Бирюзово-синий",
      1,
      "",
      {
        70,
        89,
        122
      }
    },
    [12] = {
      "Салатовый",
      1,
      "",
      {
        81,
        217,
        158
      }
    },
    [13] = {
      "Алый",
      1,
      "",
      {
        222,
        60,
        60
      }
    },
    [14] = {
      "Коричневый",
      1,
      "",
      {
        128,
        100,
        68
      }
    },
    [15] = {
      "Бежево-серый",
      1,
      "",
      {
        71,
        78,
        60
      }
    },
    [16] = {
      "Темно-коричневый",
      1,
      "",
      {
        35,
        27,
        0
      }
    },
    [17] = {
      "Зеленый",
      1,
      "",
      {
        46,
        91,
        32
      }
    },
    [18] = {
      "Баклажановый",
      1,
      "",
      {
        124,
        27,
        68
      }
    },
    [19] = {
      "Пасмурно-небесный",
      1,
      "",
      {
        168,
        197,
        225
      }
    },
    [20] = {
      "Темно-зеленый",
      1,
      "",
      {
        0,
        50,
        0
      }
    },
    [21] = {
      "Светло-серый",
      1,
      "",
      {
        223,
        218,
        235
      }
    },
    [22] = {
      "Темно-серый",
      1,
      "",
      {
        68,
        68,
        68
      }
    },
    [23] = {
      "Лазурно-синий",
      1,
      "",
      {
        12,
        48,
        82
      }
    },
    [24] = {
      "Ярко-красный",
      1,
      "",
      {
        255,
        0,
        0
      }
    },
    [25] = {
      "Оливковый",
      1,
      "",
      {
        200,
        200,
        80
      }
    },
    [26] = {
      "Серебристый",
      1,
      "",
      {
        125,
        125,
        125
      }
    },
    [27] = {
      "Стальной",
      1,
      "",
      {
        120,
        140,
        120
      }
    },
    [28] = {
      "Фуксия",
      3,
      "",
      {
        255,
        0,
        255
      }
    },
    [29] = {
      "Пурпурный",
      3,
      "",
      {
        128,
        0,
        128
      }
    },
    [30] = {
      "Бордовый",
      3,
      "",
      {
        128,
        0,
        0
      }
    },
    [31] = {
      "Желтый",
      3,
      "",
      {
        255,
        255,
        0
      }
    },
    [32] = {
      "Лайм",
      3,
      "",
      {
        0,
        255,
        0
      }
    },
    [33] = {
      "Аква",
      3,
      "",
      {
        0,
        255,
        255
      }
    },
    [34] = {
      "Бирюзовый",
      3,
      "",
      {
        0,
        128,
        128
      }
    },
    [35] = {
      "Синий",
      3,
      "",
      {
        0,
        0,
        255
      }
    },
    [36] = {
      "Темно-синий",
      3,
      "",
      {
        0,
        0,
        128
      }
    },
    [37] = {
      "Темно-красный",
      3,
      "",
      {
        139,
        0,
        0
      }
    },
    [38] = {
      "Светлый Коралловый",
      3,
      "",
      {
        240,
        128,
        128
      }
    },
    [39] = {
      "Розовый",
      3,
      "",
      {
        255,
        192,
        203
      }
    },
    [40] = {
      "Светло-розовый",
      3,
      "",
      {
        255,
        182,
        193
      }
    },
    [41] = {
      "Ярко-розовый",
      3,
      "",
      {
        255,
        105,
        180
      }
    },
    [42] = {
      "Темно-розовый",
      3,
      "",
      {
        255,
        20,
        147
      }
    },
    [43] = {
      "Фиолетово-красный",
      3,
      "",
      {
        199,
        21,
        133
      }
    },
    [44] = {
      "Бледно-фиолетово-красный",
      3,
      "",
      {
        219,
        112,
        147
      }
    },
    [45] = {
      "Коралловый",
      3,
      "",
      {
        255,
        127,
        80
      }
    },
    [46] = {
      "Томатный",
      3,
      "",
      {
        255,
        99,
        71
      }
    },
    [47] = {
      "Оранжево-красный",
      3,
      "",
      {
        255,
        69,
        0
      }
    },
    [48] = {
      "Темно-оранжевый",
      3,
      "",
      {
        255,
        140,
        0
      }
    },
    [49] = {
      "Ярко-оранжевый",
      3,
      "",
      {
        255,
        165,
        0
      }
    },
    [50] = {
      "Золотой",
      3,
      "",
      {
        255,
        215,
        0
      }
    },
    [51] = {
      "Светло-желтый",
      3,
      "",
      {
        255,
        255,
        224
      }
    },
    [52] = {
      "Бледно-желтый",
      3,
      "",
      {
        255,
        250,
        205
      }
    },
    [53] = {
      "Персиковый",
      3,
      "",
      {
        255,
        218,
        185
      }
    },
    [54] = {
      "Хаки",
      3,
      "",
      {
        240,
        230,
        140
      }
    },
    [55] = {
      "Темный хаки",
      3,
      "",
      {
        189,
        183,
        107
      }
    },
    [56] = {
      "Лавандовый",
      3,
      "",
      {
        230,
        230,
        250
      }
    },
    [57] = {
      "Амарантово-розовый",
      3,
      "",
      {
        216,
        191,
        216
      }
    },
    [58] = {
      "Сливовый",
      3,
      "",
      {
        221,
        160,
        221
      }
    },
    [59] = {
      "Фиолетовый",
      3,
      "",
      {
        238,
        130,
        238
      }
    },
    [60] = {
      "Орхидея",
      3,
      "",
      {
        218,
        112,
        214
      }
    },
    [61] = {
      "Амарантовый маджента",
      3,
      "",
      {
        186,
        85,
        211
      }
    },
    [62] = {
      "Умеренно фиолетовый",
      3,
      "",
      {
        147,
        112,
        219
      }
    },
    [63] = {
      "Сине-фиолетовый",
      3,
      "",
      {
        138,
        43,
        226
      }
    },
    [64] = {
      "Темно-фиолетовый",
      3,
      "",
      {
        148,
        0,
        211
      }
    },
    [65] = {
      "Индиго",
      3,
      "",
      {
        75,
        0,
        130
      }
    },
    [66] = {
      "Сланцево-синий",
      3,
      "",
      {
        106,
        90,
        205
      }
    },
    [67] = {
      "Темно-сланцево-синий",
      3,
      "",
      {
        72,
        61,
        139
      }
    },
    [68] = {
      "Древесный",
      3,
      "",
      {
        222,
        184,
        135
      }
    },
    [69] = {
      "Розово-коричневый",
      3,
      "",
      {
        188,
        143,
        143
      }
    },
    [70] = {
      "Песочно-коричневый",
      3,
      "",
      {
        244,
        164,
        96
      }
    },
    [71] = {
      "Шоколадный",
      3,
      "",
      {
        210,
        105,
        30
      }
    },
    [72] = {
      "Бежево-коричневый",
      3,
      "",
      {
        139,
        69,
        19
      }
    },
    [73] = {
      "Желто-зеленый",
      3,
      "",
      {
        173,
        255,
        47
      }
    },
    [74] = {
      "Кислотный",
      3,
      "",
      {
        0,
        255,
        0
      }
    },
    [75] = {
      "Бледно-зеленый",
      3,
      "",
      {
        152,
        251,
        152
      }
    },
    [76] = {
      "Весенний зеленый",
      3,
      "",
      {
        0,
        250,
        154
      }
    },
    [77] = {
      "Морской зеленый",
      3,
      "",
      {
        60,
        179,
        113
      }
    },
    [78] = {
      "Лесной зеленый",
      3,
      "",
      {
        34,
        139,
        34
      }
    },
    [79] = {
      "Аквамарин",
      3,
      "",
      {
        127,
        255,
        212
      }
    },
    [80] = {
      "Светло-бирюзовый",
      3,
      "",
      {
        64,
        224,
        208
      }
    },
    [81] = {
      "Сине-серый",
      3,
      "",
      {
        95,
        158,
        160
      }
    },
    [82] = {
      "Стальный синий",
      3,
      "",
      {
        70,
        130,
        180
      }
    },
    [83] = {
      "Голубое небо",
      3,
      "",
      {
        135,
        206,
        235
      }
    },
    [84] = {
      "Темное небо",
      3,
      "",
      {
        0,
        191,
        255
      }
    },
    [85] = {
      "Королевский синий",
      3,
      "",
      {
        65,
        105,
        225
      }
    },
    [86] = {
      "Полуночный синий",
      3,
      "",
      {
        25,
        25,
        112
      }
    },
    [87] = {
      "Темно-сланцево-серый",
      3,
      "",
      {
        47,
        79,
        79
      }
    },
    [88] = {
      "Песочный",
      3,
      "",
      {
        175,
        150,
        125
      }
    }
  },
  color3 = {
    [0] = {
      "Стандартный",
      0,
      "",
      {
        230,
        230,
        230
      }
    },
    [1] = {
      "Голубой",
      250,
      "",
      {
        42,
        119,
        161
      }
    },
    [2] = {
      "Красный",
      250,
      "",
      {
        132,
        4,
        16
      }
    },
    [3] = {
      "Темно-бирюзовый",
      250,
      "",
      {
        38,
        55,
        57
      }
    },
    [4] = {
      "Бледно-пурпурный",
      250,
      "",
      {
        134,
        68,
        110
      }
    },
    [5] = {
      "Оранжевый",
      250,
      "",
      {
        215,
        141,
        16
      }
    },
    [6] = {
      "Светло-синий",
      250,
      "",
      {
        76,
        117,
        183
      }
    },
    [7] = {
      "Бирюзово-синий",
      250,
      "",
      {
        70,
        89,
        122
      }
    },
    [8] = {
      "Салатовый",
      250,
      "",
      {
        81,
        217,
        158
      }
    },
    [9] = {
      "Алый",
      250,
      "",
      {
        222,
        60,
        60
      }
    },
    [10] = {
      "Коричневый",
      250,
      "",
      {
        128,
        100,
        68
      }
    },
    [11] = {
      "Бежево-серый",
      250,
      "",
      {
        71,
        78,
        60
      }
    },
    [12] = {
      "Темно-коричневый",
      250,
      "",
      {
        35,
        27,
        0
      }
    },
    [13] = {
      "Зеленый",
      250,
      "",
      {
        46,
        91,
        32
      }
    },
    [14] = {
      "Баклажановый",
      250,
      "",
      {
        124,
        27,
        68
      }
    },
    [15] = {
      "Темно-зеленый",
      250,
      "",
      {
        0,
        50,
        0
      }
    },
    [16] = {
      "Темно-серый",
      250,
      "",
      {
        68,
        68,
        68
      }
    },
    [17] = {
      "Лазурно-синий",
      250,
      "",
      {
        12,
        48,
        82
      }
    },
    [18] = {
      "Ярко-красный",
      250,
      "",
      {
        255,
        0,
        0
      }
    },
    [19] = {
      "Оливковый",
      250,
      "",
      {
        200,
        200,
        80
      }
    },
    [20] = {
      "Серебристый",
      250,
      "",
      {
        125,
        125,
        125
      }
    },
    [21] = {
      "Фуксия",
      250,
      "",
      {
        255,
        0,
        255
      }
    },
    [22] = {
      "Пурпурный",
      250,
      "",
      {
        128,
        0,
        128
      }
    },
    [23] = {
      "Бордовый",
      250,
      "",
      {
        128,
        50,
        0
      }
    },
    [24] = {
      "Желтый",
      250,
      "",
      {
        255,
        255,
        0
      }
    },
    [25] = {
      "Лайм",
      250,
      "",
      {
        0,
        255,
        0
      }
    },
    [26] = {
      "Аква",
      250,
      "",
      {
        0,
        255,
        255
      }
    },
    [27] = {
      "Бирюзовый",
      250,
      "",
      {
        0,
        128,
        128
      }
    },
    [28] = {
      "Синий",
      250,
      "",
      {
        40,
        40,
        240
      }
    },
    [29] = {
      "Темно-красный",
      250,
      "",
      {
        139,
        0,
        0
      }
    },
    [30] = {
      "Светлый Коралловый",
      250,
      "",
      {
        240,
        128,
        128
      }
    },
    [31] = {
      "Розовый",
      250,
      "",
      {
        255,
        192,
        203
      }
    },
    [32] = {
      "Светло-розовый",
      250,
      "",
      {
        255,
        182,
        193
      }
    },
    [33] = {
      "Ярко-розовый",
      250,
      "",
      {
        255,
        105,
        180
      }
    },
    [34] = {
      "Темно-розовый",
      250,
      "",
      {
        255,
        20,
        147
      }
    },
    [35] = {
      "Фиолетово-красный",
      250,
      "",
      {
        199,
        21,
        133
      }
    },
    [36] = {
      "Коралловый",
      250,
      "",
      {
        255,
        127,
        80
      }
    },
    [37] = {
      "Томатный",
      250,
      "",
      {
        255,
        99,
        71
      }
    },
    [38] = {
      "Оранжево-красный",
      250,
      "",
      {
        255,
        69,
        0
      }
    },
    [39] = {
      "Темно-оранжевый",
      250,
      "",
      {
        255,
        140,
        0
      }
    },
    [40] = {
      "Ярко-оранжевый",
      250,
      "",
      {
        255,
        165,
        0
      }
    },
    [41] = {
      "Золотой",
      250,
      "",
      {
        255,
        215,
        0
      }
    },
    [42] = {
      "Сливовый",
      250,
      "",
      {
        221,
        160,
        221
      }
    },
    [43] = {
      "Фиолетовый",
      250,
      "",
      {
        238,
        130,
        238
      }
    },
    [44] = {
      "Орхидея",
      250,
      "",
      {
        218,
        112,
        214
      }
    },
    [45] = {
      "Амарантовый маджента",
      250,
      "",
      {
        186,
        85,
        211
      }
    },
    [46] = {
      "Умеренно фиолетовый",
      250,
      "",
      {
        147,
        112,
        219
      }
    },
    [47] = {
      "Сине-фиолетовый",
      250,
      "",
      {
        138,
        43,
        226
      }
    },
    [48] = {
      "Темно-фиолетовый",
      250,
      "",
      {
        148,
        0,
        211
      }
    },
    [49] = {
      "Индиго",
      250,
      "",
      {
        90,
        0,
        160
      }
    },
    [50] = {
      "Сланцево-синий",
      250,
      "",
      {
        106,
        90,
        205
      }
    },
    [51] = {
      "Темно-сланцево-синий",
      250,
      "",
      {
        72,
        61,
        139
      }
    },
    [52] = {
      "Древесный",
      250,
      "",
      {
        222,
        184,
        135
      }
    },
    [53] = {
      "Песочно-коричневый",
      250,
      "",
      {
        244,
        164,
        96
      }
    },
    [54] = {
      "Шоколадный",
      250,
      "",
      {
        210,
        105,
        30
      }
    },
    [55] = {
      "Бежево-коричневый",
      250,
      "",
      {
        139,
        69,
        19
      }
    },
    [56] = {
      "Желто-зеленый",
      250,
      "",
      {
        173,
        255,
        47
      }
    },
    [57] = {
      "Кислотный",
      250,
      "",
      {
        80,
        255,
        80
      }
    },
    [58] = {
      "Бледно-зеленый",
      250,
      "",
      {
        152,
        251,
        152
      }
    },
    [59] = {
      "Весенний зеленый",
      250,
      "",
      {
        0,
        250,
        154
      }
    },
    [60] = {
      "Морской зеленый",
      250,
      "",
      {
        60,
        179,
        113
      }
    },
    [61] = {
      "Лесной зеленый",
      250,
      "",
      {
        34,
        139,
        34
      }
    },
    [62] = {
      "Аквамарин",
      250,
      "",
      {
        127,
        255,
        212
      }
    },
    [63] = {
      "Светло-бирюзовый",
      250,
      "",
      {
        64,
        224,
        208
      }
    },
    [64] = {
      "Сине-серый",
      250,
      "",
      {
        95,
        158,
        160
      }
    },
    [65] = {
      "Стальный синий",
      250,
      "",
      {
        70,
        130,
        180
      }
    },
    [66] = {
      "Голубое небо",
      250,
      "",
      {
        135,
        206,
        235
      }
    },
    [67] = {
      "Темное небо",
      250,
      "",
      {
        0,
        191,
        255
      }
    },
    [68] = {
      "Королевский синий",
      250,
      "",
      {
        65,
        105,
        225
      }
    },
    [69] = {
      "Полуночный синий",
      250,
      "",
      {
        40,
        40,
        180
      }
    },
    [70] = {
      "Темно-сланцево-серый",
      250,
      "",
      {
        47,
        79,
        79
      }
    },
    [71] = {
      "Угольный",
      250,
      "",
      {
        25,
        25,
        25
      }
    }
  },
  lights = {
    [0] = {
      "Стандартный",
      0,
      "Изменение оттенка света фар",
      {
        255,
        255,
        255
      }
    },
    [1] = {
      "Холодный свет",
      2,
      "Изменение оттенка света фар",
      {
        57,
        136,
        254
      }
    },
    [2] = {
      "Теплый свет",
      2,
      "Изменение оттенка света фар",
      {
        252,
        238,
        0
      }
    },
    [3] = {
      "Ярко-фиолетовый свет",
      0,
      "Изменение оттенка света фар",
      {
        255,
        0,
        255
      }
    },
    [4] = {
      "Ярко-красный свет",
      0,
      "Изменение оттенка света фар",
      {
        255,
        0,
        0
      }
    },
    [5] = {
      "Лаймовый свет",
      0,
      "Изменение оттенка света фар",
      {
        0,
        255,
        0
      }
    },
    [6] = {
      "Аква-свет",
      0,
      "Изменение оттенка света фар",
      {
        0,
        255,
        255
      }
    },
    [7] = {
      "Синий свет",
      0,
      "Изменение оттенка света фар",
      {
        0,
        0,
        255
      }
    },
    [8] = {
      "Алый свет",
      0,
      "Изменение оттенка света фар",
      {
        222,
        60,
        60
      }
    },
    [9] = {
      "Розовый свет",
      0,
      "Изменение оттенка света фар",
      {
        255,
        105,
        180
      }
    },
    [10] = {
      "Ярко-розовый свет",
      0,
      "Изменение оттенка света фар",
      {
        255,
        20,
        147
      }
    },
    [11] = {
      "Оранжевый свет",
      0,
      "Изменение оттенка света фар",
      {
        215,
        141,
        16
      }
    },
    [12] = {
      "Ярко-оранжевый свет",
      0,
      "Изменение оттенка света фар",
      {
        255,
        69,
        0
      }
    },
    [13] = {
      "Сине-фиолетовый свет",
      0,
      "Изменение оттенка света фар",
      {
        138,
        43,
        226
      }
    },
    [14] = {
      "Кислотный свет",
      0,
      "Изменение оттенка света фар",
      {
        0,
        255,
        0
      }
    }
  },
  wheels = {
    [0] = {
      "Стандартные",
      0,
      "",
      0
    },
    [1] = {
      "Shadow",
      3,
      "",
      1073
    },
    [2] = {
      "Mega",
      3,
      "",
      1074
    },
    [3] = {
      "Rimshine",
      5,
      "",
      1075
    },
    [4] = {
      "Wires",
      3,
      "",
      1076
    },
    [5] = {
      "Classic",
      5,
      "",
      1077
    },
    [6] = {
      "Twist",
      5,
      "",
      1078
    },
    [7] = {
      "Cutter",
      3,
      "",
      1079
    },
    [8] = {
      "Switch",
      3,
      "",
      1080
    },
    [9] = {
      "Grove",
      5,
      "",
      1081
    },
    [10] = {
      "Import",
      5,
      "",
      1082
    },
    [11] = {
      "Dollar",
      5,
      "",
      1083
    },
    [12] = {
      "Trance",
      3,
      "",
      1084
    },
    [13] = {
      "Atomic",
      6,
      "",
      1085
    },
    [14] = {
      "Virtual",
      3,
      "",
      1097
    },
    [15] = {
      "Offroad",
      3,
      "",
      1025
    }
  },
  hydralics = {
    [0] = {
      "Нет",
      0,
      "Заводская подвеска.",
      0
    },
    [1] = {
      "Установить",
      5,
      "В подвеску устанавливаются пневмоподушки",
      1087
    }
  },
  nitro = {
    [0] = {
      "Нет",
      0,
      "",
      {0, 0}
    },
    [1] = {
      "Dantist",
      6,
      "Простая система впрыска закиси азота, гаражного производства.",
      {1009, 100}
    },
    [2] = {
      "MyLitleDragster",
      8,
      "Доработанная система впрыска закиси азота, для начинающих драгстеров.",
      {1010, 200}
    },
    [3] = {
      "DragPro",
      10,
      "Переработка впускного колектора и выпускной системы под длительную работу на закиси азота.",
      {1008, 400}
    }
  },
  engine = {
    [0] = {
      "Стандартный",
      0,
      "Заводские параметры двигателя",
      {}
    },
    [1] = {
      "Stage 1",
      6,
      "Чип-тюнинг двигателя. Незначительно увеличивает характеристики мотора.",
      {engineAcceleration = 1.1, engineInertia = 0.75}
    },
    [2] = {
      "Stage 2",
      8,
      "Замена впускной и выпускной системы, правка чип-тюнинга. Увеличивает характеристики мотора.",
      {
        engineAcceleration = 1.3,
        engineInertia = 0.6,
        maxVelocity = 1.01
      }
    },
    [3] = {
      "Stage 3",
      10,
      "Установка/замена турбо, доработка системы охлаждения, установка форсунок увел.мощности и многое другое. Значительно увеличивает характеристики мотора.",
      {
        engineAcceleration = 1.45,
        engineInertia = 0.4,
        maxVelocity = 1.015
      }
    }
  },
  transmission = {
    [0] = {
      "Стандартная",
      0,
      "Заводская КПП.",
      {}
    },
    [1] = {
      "Спортивная",
      4,
      "Установка доработанной спортивной КПП. Увеличивает скорость переключения передач.",
      {
        engineAcceleration = 0.97,
        maxVelocity = 1.05,
        engineInertia = 0.95
      }
    },
    [2] = {
      "Усиленная",
      6,
      "Установка усиленной спортивной КПП. Существенно увеличивает максимальную скорость и нагружает двигатель.",
      {
        engineAcceleration = 0.85,
        maxVelocity = 1.1,
        engineInertia = 0.9
      }
    },
    [3] = {
      "Кастомная",
      8,
      "Установка кастомной КПП. Корчи в массы!",
      {
        engineAcceleration = 0.8,
        maxVelocity = 1.15,
        engineInertia = 0.9
      }
    }
  },
  awd = {
    [0] = {
      "Стандартный",
      0,
      "Заводской привод. ",
      0
    },
    [1] = {
      "Полный привод",
      3,
      "Установка 4WD привода. Улучшает сцепление с трассой на старте.",
      0
    },
    [2] = {
      "Передний привод",
      1,
      "Выключение привода задних колес.",
      0
    },
    [3] = {
      "Задний привод",
      1,
      "Выключение привода передних колес.",
      0
    }
  },
  tires = {
    [0] = {
      "Стандартные",
      0,
      "Заводские шины",
      {}
    },
    [1] = {
      "Спортивные",
      3,
      "Шины с невысоким протектором и неплохим сцеплением. Пригодны только для асфальта.",
      {
        tractionMultiplier = 1.03,
        tractionLoss = 1.1,
        turnMass = 0.9
      }
    },
    [2] = {
      "Полуслики",
      4,
      "Компромиссный вариант с повышенной жёсткостью и небольшим протектором, позволяющим держать трассу.",
      {
        tractionMultiplier = 1.1,
        tractionLoss = 1.15,
        tractionBias = 0.95,
        turnMass = 0.8
      }
    },
    [3] = {
      "Для бездорожья",
      3,
      "Шины повышенной проходимости. Имеют лучшее сцепление с грязью и песком.",
      {tractionMultiplier = 0.96, tractionLoss = 0.93}
    },
    [4] = {
      "Дрифт",
      4,
      "Дрифтовая версия резины. Позволяет пускать автомобиль в управляемый занос. Подходит начинающим дрифтерам.",
      {
        tractionMultiplier = 0.97,
        tractionLoss = 0.98,
        tractionBias = 1.04,
        turnMass = 1.32,
        engineAcceleration = 1.03
      }
    },
    [5] = {
      "Столб Хантер",
      5,
      "Резина для профессионального дрифта. Пора выходить на охоту за столбами!",
      {
        tractionMultiplier = 0.93,
        tractionLoss = 0.95,
        tractionBias = 1.07,
        turnMass = 1.28,
        engineAcceleration = 1.05
      }
    }
  },
  steering = {
    [0] = {
      "Стандартный",
      0,
      "Заводской выворот колес.",
      {}
    },
    [1] = {
      "Увеличенный",
      1,
      "Немного доработанный выворот колес.",
      {steeringLock = 1.15}
    },
    [2] = {
      "Кастомный",
      2,
      "Кастомный выворот колес для начинающих дрифтеров.",
      {steeringLock = 1.3}
    },
    [3] = {
      "Дрифтовый",
      3,
      "Максимальный выворот колес для дрифтеров. Авто едет только боком!",
      {steeringLock = 1.45}
    }
  },
  brakes = {
    [0] = {
      "Стандартные",
      0,
      "Заводские тормоза.",
      {}
    },
    [1] = {
      "Доработанные",
      1,
      "Доработанные заводские тормоза.",
      {brakeDeceleration = 1.2}
    },
    [2] = {
      "Спортивные",
      2,
      "Спортивная тормозная система с быстрым откликом.",
      {brakeDeceleration = 1.4}
    },
    [3] = {
      "Трековые",
      2.5,
      "Трековая тормозная система. Применяется на гоночных авто.",
      {brakeDeceleration = 1.6}
    },
    [4] = {
      "Дрифт",
      2,
      "Дрифтовая тормозная система. Включает в себя гидравлический ручник.",
      {brakeDeceleration = 1.2, brakeBias = 0.4}
    }
  },
  suspension = {
    [0] = {
      "Стандартная",
      0,
      "Заводская подвеска.",
      {}
    },
    [1] = {
      "Жесткая",
      1,
      "Жесткая подвеска. Позволяет лучше входить в повороты.",
      {suspensionForceLevel = 1.5, suspensionDamping = 1.5}
    },
    [2] = {
      "Трековая",
      1.5,
      "Более жесткий вариант подвески, который возволяет ввинчиваться в повороты.",
      {
        suspensionForceLevel = 1.8,
        suspensionDamping = 1.8,
        suspensionLowerLimit = 0.8
      }
    },
    [3] = {
      "Для бездорожья",
      1,
      "Вариант подвески позволяющий более комфортно передвигаться по неровностям.",
      {
        suspensionForceLevel = 0.8,
        suspensionDamping = 1.1,
        suspensionLowerLimit = 1.5
      }
    }
  },
  clearance = {
    [0] = {
      "Стандартный",
      0,
      "Заводской клиренс",
      {}
    },
    [1] = {
      "Уменьшенный",
      1,
      "Незначительно заниженный клиренс",
      {suspensionLowerLimit = 0.7}
    },
    [2] = {
      "Увеличенный",
      1,
      "Увеличенный клиренс. Подходит для внедорожных проектов.",
      {suspensionLowerLimit = 1.6}
    },
    [3] = {
      "Стенс",
      1.2,
      "Минимально допустимый местными законами уровень клиренса.",
      {suspensionLowerLimit = 0.35}
    }
  },
  spoiler = {
    [0] = {
      "Нет",
      0,
      "",
      {}
    },
    [1] = {
      "Worx",
      1,
      "Небольшой карбоновый спойлер. Улучшает сцепление с дорогой на высоких скоростях.",
      {1000, 1.05}
    },
    [2] = {
      "Alpha",
      2,
      "Спойлер средних размеров. Улучшает сцепление с дорогой на высоких скоростях.",
      {1015, 1.1}
    },
    [3] = {
      "Alpha Carbon",
      2.5,
      "Облегченный спойлер. Улучшает сцепление с дорогой на высоких скоростях.",
      {1014, 1.1}
    },
    [4] = {
      "Champ",
      3,
      "Огромное антикрыло, вдавливающее машину в асфальт.",
      {1023, 1.14}
    },
    [5] = {
      "Drag Carbon",
      3.5,
      "Огромное антикрыло, да еще и карбоновое!",
      {1139, 1.15}
    }
  },
  reinforce = {
    [0] = {
      "Стандартный",
      0,
      "Заводской кузов.",
      {}
    },
    [1] = {
      "Усиленный",
      3,
      "Армированный кузов меньше деформируется при мелких авариях. Увеличивает массу авто.",
      {collisionDamageMultiplier = 0.75, turnMass = 1.1}
    },
    [2] = {
      "Облегченный",
      2,
      "Облегченный кузов, улучшает отклик автомобиля на руль.",
      {
        collisionDamageMultiplier = 1.15,
        turnMass = 0.87,
        engineAcceleration = 1.02
      }
    }
  }
}
bikeModels = {
  [581] = true,
  [462] = true,
  [521] = true,
  [463] = true,
  [522] = true,
  [461] = true,
  [448] = true,
  [468] = true,
  [586] = true,
  [523] = true
}
handlingTune = {
  "engine",
  "transmission",
  "tires",
  "steering",
  "brakes",
  "suspension",
  "clearance"
}
function calcHandling(_ARG_0_, _ARG_1_, _ARG_2_)
  if not getModelHandling(_ARG_0_) then
    return {}
  end
  for _FORV_7_ = 1, #handlingTune do
    if _ARG_1_[handlingTune[_FORV_7_]] and _ARG_1_[handlingTune[_FORV_7_]] ~= 0 and tuningTb[handlingTune[_FORV_7_]][_ARG_1_[handlingTune[_FORV_7_]]] then
      for _FORV_14_, _FORV_15_ in pairs(tuningTb[handlingTune[_FORV_7_]][_ARG_1_[handlingTune[_FORV_7_]]][4]) do
        getModelHandling(_ARG_0_)[_FORV_14_] = getModelHandling(_ARG_0_)[_FORV_14_] * _FORV_15_
      end
    end
  end
  if _FOR_ == 3 then
    getModelHandling(_ARG_0_).numberOfGears = 5
  end
  if bikeModels[_ARG_0_] then
    if _ARG_1_.engine == 1 then
      getModelHandling(_ARG_0_).dragCoeff = getModelHandling(_ARG_0_).dragCoeff * 1.2
      getModelHandling(_ARG_0_).engineAcceleration = getModelHandling(_ARG_0_).engineAcceleration * 0.95
    elseif _ARG_1_.engine == 2 then
      getModelHandling(_ARG_0_).dragCoeff = getModelHandling(_ARG_0_).dragCoeff * 1.4
      getModelHandling(_ARG_0_).engineAcceleration = getModelHandling(_ARG_0_).engineAcceleration * 0.8
    elseif _ARG_1_.engine == 3 then
      getModelHandling(_ARG_0_).dragCoeff = getModelHandling(_ARG_0_).dragCoeff * 1.6
      getModelHandling(_ARG_0_).engineAcceleration = getModelHandling(_ARG_0_).engineAcceleration * 0.77
    end
    if _ARG_1_.transmission == 1 then
      getModelHandling(_ARG_0_).engineAcceleration = getModelHandling(_ARG_0_).engineAcceleration * 1.08
      getModelHandling(_ARG_0_).dragCoeff = getModelHandling(_ARG_0_).dragCoeff * 0.7
    elseif _ARG_1_.transmission == 2 then
      getModelHandling(_ARG_0_).engineAcceleration = getModelHandling(_ARG_0_).engineAcceleration * 1.3
      getModelHandling(_ARG_0_).dragCoeff = getModelHandling(_ARG_0_).dragCoeff * 0.3
    elseif _ARG_1_.transmission == 3 then
      getModelHandling(_ARG_0_).engineAcceleration = getModelHandling(_ARG_0_).engineAcceleration * 1.4
      getModelHandling(_ARG_0_).dragCoeff = 0
    end
  end
  if _ARG_1_.awd == 1 then
    getModelHandling(_ARG_0_).driveType = "awd"
  elseif _ARG_1_.awd == 2 then
    getModelHandling(_ARG_0_).driveType = "fwd"
  elseif _ARG_1_.awd == 3 then
    getModelHandling(_ARG_0_).driveType = "rwd"
  end
  if _ARG_1_.spoiler ~= 0 then
    getModelHandling(_ARG_0_).tractionLoss = getModelHandling(_ARG_0_).tractionLoss * tuningTb.spoiler[_ARG_1_.spoiler][4][2]
    getModelHandling(_ARG_0_).dragCoeff = getModelHandling(_ARG_0_).dragCoeff * tuningTb.spoiler[_ARG_1_.spoiler][4][2]
  end
  if _ARG_1_.tires == 3 then
    getModelHandling(_ARG_0_).handlingFlags = bitOr(getModelHandling(_ARG_0_).handlingFlags, 3145728)
  elseif (_ARG_1_.tires == 4 or _ARG_1_.tires == 5) and getModelHandling(_ARG_0_).driveType == "fwd" then
    getModelHandling(_ARG_0_).tractionBias = getModelHandling(_ARG_0_).tractionBias * 1.16
  elseif (_ARG_1_.tires == 4 or _ARG_1_.tires == 5) and getModelHandling(_ARG_0_).driveType == "awd" then
    getModelHandling(_ARG_0_).tractionBias = getModelHandling(_ARG_0_).tractionBias * 1.11
  end
  if _ARG_1_.tires ~= 3 and _ARG_1_.tires ~= 0 then
    getModelHandling(_ARG_0_).handlingFlags = bitAnd(getModelHandling(_ARG_0_).handlingFlags, 4291821567)
  end
  getModelHandling(_ARG_0_).engineAcceleration = getModelHandling(_ARG_0_).engineAcceleration * _ARG_2_
  return (getModelHandling(_ARG_0_))
end
function applyTune(_ARG_0_, _ARG_1_, _ARG_2_)
  if _ARG_2_ < 80000 then
  end
  if not _ARG_1_ then
    return
  end
  if _ARG_1_.color1 ~= 0 then
    setVehicleColor(_ARG_0_, tuningTb.color1[0][4][1], tuningTb.color1[0][4][2], tuningTb.color1[0][4][3], tuningTb.color2[0][4][1], tuningTb.color2[0][4][2], tuningTb.color2[0][4][3], tuningTb.color3[0][4][1], tuningTb.color3[0][4][2], tuningTb.color3[0][4][3])
  end
  lightsCollor = tuningTb.lights[0][4]
  setVehicleHeadLightColor(_ARG_0_, lightsCollor[1], lightsCollor[2], lightsCollor[3])
  if getVehicleUpgradeOnSlot(_ARG_0_, 8) ~= 0 then
    removeVehicleUpgrade(_ARG_0_, (getVehicleUpgradeOnSlot(_ARG_0_, 8)))
  end
  if _ARG_1_.nitro ~= 0 then
    addVehicleUpgrade(_ARG_0_, tuningTb.nitro[0][4][1])
  end
  if getVehicleUpgradeOnSlot(_ARG_0_, 12) ~= 0 then
    removeVehicleUpgrade(_ARG_0_, (getVehicleUpgradeOnSlot(_ARG_0_, 12)))
  end
  if _ARG_1_.wheels ~= 0 then
    addVehicleUpgrade(_ARG_0_, tuningTb.wheels[0][4])
  end
  if getVehicleUpgradeOnSlot(_ARG_0_, 9) ~= 0 then
    removeVehicleUpgrade(_ARG_0_, (getVehicleUpgradeOnSlot(_ARG_0_, 9)))
  end
  if _ARG_1_.hydralics ~= 0 then
    addVehicleUpgrade(_ARG_0_, tuningTb.hydralics[0][4])
  end
  if getVehicleUpgradeOnSlot(_ARG_0_, 2) ~= 0 then
    removeVehicleUpgrade(_ARG_0_, (getVehicleUpgradeOnSlot(_ARG_0_, 2)))
  end
  if _ARG_1_.spoiler ~= 0 then
    addVehicleUpgrade(_ARG_0_, tuningTb.spoiler[_ARG_1_.spoiler][4][1])
  end
  for _FORV_19_, _FORV_20_ in pairs((calcHandling(getElementModel(_ARG_0_), _ARG_1_, 0.5 + _ARG_2_ / 200000))) do
    setVehicleHandling(_ARG_0_, _FORV_19_, _FORV_20_)
  end
end
function getMenuList()
  return menuList
end
function getTuningTb()
  return tuningTb
end
function getColorByID(_ARG_0_)
  if not tuningTb.color1[_ARG_0_] then
    return 0, 0, 0
  end
  return tuningTb.color1[_ARG_0_][4][1], tuningTb.color1[_ARG_0_][4][2], tuningTb.color1[_ARG_0_][4][3]
end
