costByClass = {
  N = 1,
  D = 1.2,
  C = 1.4,
  B = 1.6,
  A = 1.8,
  S = 2
}
interiorNameReplaceTexturesTb = {
  [1] = {
    {
      "wall",
      "wall1",
      "Стена в прихожей"
    },
    {
      "wall",
      "wall2",
      "Стена в комнате"
    },
    {
      "wall",
      "wall3",
      "Стена на кухне"
    },
    {
      "wall",
      "wall4",
      "Стена в ванне"
    },
    {
      "roof",
      "roof1",
      "Потолок в прихожей"
    },
    {
      "roof",
      "roof2",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof3",
      "Потолок на кухне"
    },
    {
      "roof",
      "roof4",
      "Потолок в ванне"
    },
    {
      "floor",
      "floor1",
      "Пол в прихожей"
    },
    {
      "floor",
      "floor2",
      "Пол в комнате"
    },
    {
      "floor",
      "floor3",
      "Пол на кухне"
    },
    {
      "floor",
      "floor4",
      "Пол в ванне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [2] = {
    {
      "wall",
      "wall1",
      "Стена в комнате"
    },
    {
      "wall",
      "wall2",
      "Стена в ванне"
    },
    {
      "wall",
      "wall3",
      "Стойка в комнате"
    },
    {
      "roof",
      "roof1",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof2",
      "Потолок в ванне"
    },
    {
      "floor",
      "floor1",
      "Пол в комнате"
    },
    {
      "floor",
      "floor2",
      "Пол в ванне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [3] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall2",
      "Стена в комнате"
    },
    {
      "wall",
      "wall3",
      "Стена в ванне"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof2",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof3",
      "Потолок в ванне"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor2",
      "Пол в комнате"
    },
    {
      "floor",
      "floor3",
      "Пол в ванне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [4] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall2",
      "Стена в комнате"
    },
    {
      "wall",
      "wall3",
      "Стена в ванной"
    },
    {
      "roof",
      "roof1",
      "Потолок"
    },
    {
      "floor",
      "floor1",
      "Пол в комнатах"
    },
    {
      "floor",
      "floor2",
      "Пол в ванной"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [5] = {
    {
      "wall",
      "wall1",
      "Стена в прихожей"
    },
    {
      "wall",
      "wall2",
      "Стена в комнате"
    },
    {
      "wall",
      "wall3",
      "Стена в ванне"
    },
    {
      "roof",
      "roof1",
      "Потолок в прихожей"
    },
    {
      "roof",
      "roof2",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof3",
      "Потолок в ванне"
    },
    {
      "floor",
      "floor1",
      "Пол в прихожей"
    },
    {
      "floor",
      "floor2",
      "Пол в комнате"
    },
    {
      "floor",
      "floor3",
      "Пол в ванне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [6] = {
    {
      "wall",
      "wall1",
      "Стена в комнате"
    },
    {
      "wall",
      "wall2",
      "Стена в ванне"
    },
    {
      "floor",
      "floor1",
      "Пол в комнате"
    },
    {
      "floor",
      "floor2",
      "Пол в ванне"
    },
    {
      "roof",
      "roof1",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof2",
      "Потолок в ванне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [7] = {
    {
      "wall",
      "wall1",
      "Стена в комнате"
    },
    {
      "wall",
      "wall2",
      "Стена в ванне"
    },
    {
      "roof",
      "roof1",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof2",
      "Потолок в ванне"
    },
    {
      "floor",
      "floor1",
      "Пол в комнате"
    },
    {
      "floor",
      "floor2",
      "Пол в ванне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [8] = {
    {
      "wall",
      "wall1",
      "Стена в комнате"
    },
    {
      "wall",
      "wall2",
      "Стена в ванне"
    },
    {
      "roof",
      "roof1",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof2",
      "Потолок в ванне"
    },
    {
      "floor",
      "floor1",
      "Пол в комнате"
    },
    {
      "floor",
      "floor2",
      "Пол в ванне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [9] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall2",
      "Стена на кухне"
    },
    {
      "wall",
      "wall3",
      "Стена в ванне"
    },
    {
      "wall",
      "wall4",
      "Стена в комнате"
    },
    {
      "wall",
      "wall5",
      "Стена в коридоре"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof2",
      "Потолок на кухне"
    },
    {
      "roof",
      "roof3",
      "Потолок в ванне"
    },
    {
      "roof",
      "roof4",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof5",
      "Потолок в коридоре"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor2",
      "Пол на кухне"
    },
    {
      "floor",
      "floor3",
      "Пол в ванне"
    },
    {
      "floor",
      "floor4",
      "Пол в комнате"
    },
    {
      "floor",
      "floor5",
      "Пол в коридоре"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [10] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall5",
      "Стена на кухне"
    },
    {
      "wall",
      "wall3",
      "Стена в комнате"
    },
    {
      "wall",
      "wall4",
      "Стена в ванне"
    },
    {
      "wall",
      "wall2",
      "Стена в коридоре"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof5",
      "Потолок на кухне"
    },
    {
      "roof",
      "roof4",
      "Потолок в ванне"
    },
    {
      "roof",
      "roof3",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof2",
      "Потолок в коридоре"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor5",
      "Пол на кухне"
    },
    {
      "floor",
      "floor4",
      "Пол в ванне"
    },
    {
      "floor",
      "floor3",
      "Пол в комнате"
    },
    {
      "floor",
      "floor2",
      "Пол в коридоре"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [11] = {
    {
      "wall",
      "wall1",
      "Стена в комнате №1"
    },
    {
      "wall",
      "wall2",
      "Стена в коридоре"
    },
    {
      "wall",
      "wall3",
      "Стена в спальне"
    },
    {
      "wall",
      "wall4",
      "Стена в комнате №2"
    },
    {
      "wall",
      "wall5",
      "Стена в ванне"
    },
    {
      "wall",
      "wall6",
      "Стена на втором этаже"
    },
    {
      "roof",
      "roof1",
      "Потолок в комнате №1"
    },
    {
      "roof",
      "roof2",
      "Потолок в коридоре"
    },
    {
      "roof",
      "roof3",
      "Потолок в спальне"
    },
    {
      "roof",
      "roof4",
      "Потолок в комнате №2"
    },
    {
      "roof",
      "roof5",
      "Потолок в ванне"
    },
    {
      "roof",
      "roof6",
      "Потолок на втором этаже"
    },
    {
      "floor",
      "floor1",
      "Пол в комнате №1"
    },
    {
      "floor",
      "floor2",
      "Пол в коридоре"
    },
    {
      "floor",
      "floor3",
      "Пол в спальне"
    },
    {
      "floor",
      "floor4",
      "Пол в комнате №2"
    },
    {
      "floor",
      "floor5",
      "Пол в ванне"
    },
    {
      "floor",
      "floor6",
      "Пол на втором этаже"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [12] = {
    {
      "wall",
      "wall1",
      "Стена"
    },
    {
      "roof",
      "roof1",
      "Потолок"
    },
    {
      "floor",
      "floor1",
      "Пол"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [13] = {
    {
      "wall",
      "wall1",
      "Стена"
    },
    {
      "roof",
      "roof1",
      "Потолок"
    },
    {
      "floor",
      "floor1",
      "Пол"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [14] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной №1"
    },
    {
      "wall",
      "wall2",
      "Стена в коридоре"
    },
    {
      "wall",
      "wall3",
      "Стена в спальне"
    },
    {
      "wall",
      "wall4",
      "Стена в комнате"
    },
    {
      "wall",
      "wall5",
      "Стена на кухне"
    },
    {
      "wall",
      "wall6",
      "Стена в ванне"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof2",
      "Потолок в коридоре"
    },
    {
      "roof",
      "roof3",
      "Потолок в спальне"
    },
    {
      "roof",
      "roof4",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof6",
      "Потолок в ванне"
    },
    {
      "roof",
      "roof5",
      "Потолок на кухне"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor2",
      "Пол в коридоре"
    },
    {
      "floor",
      "floor3",
      "Пол в спальне"
    },
    {
      "floor",
      "floor4",
      "Пол в комнате"
    },
    {
      "floor",
      "floor6",
      "Пол в ванне"
    },
    {
      "floor",
      "floor5",
      "Пол на кухне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [15] = {
    {
      "wall",
      "wall1",
      "Стена в коридоре"
    },
    {
      "wall",
      "wall2",
      "Стена на кухне"
    },
    {
      "wall",
      "wall3",
      "Стена в ванне"
    },
    {
      "wall",
      "wall4",
      "Стена в спальне №1"
    },
    {
      "wall",
      "wall5",
      "Стена в спальне №2"
    },
    {
      "wall",
      "wall6",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall7",
      "Стена в спальне №3"
    },
    {
      "wall",
      "wall8",
      "Стена в бассеине"
    },
    {
      "roof",
      "roof1",
      "Потолок в коридоре"
    },
    {
      "roof",
      "roof2",
      "Потолок на кухне"
    },
    {
      "roof",
      "roof3",
      "Потолок в ванне"
    },
    {
      "roof",
      "roof4",
      "Потолок в спальне №1"
    },
    {
      "roof",
      "roof5",
      "Потолок в спальне №2"
    },
    {
      "roof",
      "roof6",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof7",
      "Потолок в спальне №3"
    },
    {
      "roof",
      "roof8",
      "Потолок в бассеине"
    },
    {
      "floor",
      "floor1",
      "Пол в коридоре"
    },
    {
      "floor",
      "floor2",
      "Пол на кухне"
    },
    {
      "floor",
      "floor3",
      "Пол в ванне"
    },
    {
      "floor",
      "floor4",
      "Пол в спальне №1"
    },
    {
      "floor",
      "floor5",
      "Пол в спальне №2"
    },
    {
      "floor",
      "floor6",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor7",
      "Пол в спальне №3"
    },
    {
      "floor",
      "floor8",
      "Пол в бассеине"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [16] = {
    {
      "wall",
      "wall1",
      "Стена в коридоре"
    },
    {
      "wall",
      "wall2",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall3",
      "Стена на втором этаже"
    },
    {
      "wall",
      "wall4",
      "Стена в комнате"
    },
    {
      "wall",
      "wall5",
      "Стена в ванне"
    },
    {
      "wall",
      "wall6",
      "Стена на кухне"
    },
    {
      "roof",
      "roof1",
      "Потолок в коридоре"
    },
    {
      "roof",
      "roof2",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof3",
      "Потолок на втором этаже"
    },
    {
      "roof",
      "roof4",
      "Потолок в комнате"
    },
    {
      "roof",
      "roof5",
      "Потолок в ванне"
    },
    {
      "roof",
      "roof6",
      "Потолок на кухне"
    },
    {
      "floor",
      "floor1",
      "Пол в коридоре"
    },
    {
      "floor",
      "floor2",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor3",
      "Пол на втором этаже"
    },
    {
      "floor",
      "floor4",
      "Пол в комнате"
    },
    {
      "floor",
      "floor5",
      "Пол в ванне"
    },
    {
      "floor",
      "floor6",
      "Пол на кухне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [17] = {
    {
      "wall",
      "wall1",
      "Стена на нижней палубе"
    },
    {
      "wall",
      "wall2",
      "Стена на верхней палубе"
    },
    {
      "wall",
      "wall3",
      "Стена в спальне"
    },
    {
      "wall",
      "wall4",
      "Стена в ванне"
    },
    {
      "wall",
      "wall5",
      "Стена на кухне"
    },
    {
      "roof",
      "roof1",
      "Потолок на нижней палубе"
    },
    {
      "roof",
      "roof2",
      "Потолок на верхней палубе"
    },
    {
      "roof",
      "roof3",
      "Потолок в спальне"
    },
    {
      "roof",
      "roof4",
      "Потолок в ванне"
    },
    {
      "roof",
      "roof5",
      "Потолок на кухне"
    },
    {
      "floor",
      "floor1",
      "Пол на нижней палубе"
    },
    {
      "floor",
      "floor2",
      "Пол на верхней палубе"
    },
    {
      "floor",
      "floor3",
      "Пол в спальне"
    },
    {
      "floor",
      "floor4",
      "Пол в ванне"
    },
    {
      "floor",
      "floor5",
      "Пол на кухне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [101] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной, этаж 1"
    },
    {
      "wall",
      "wall7",
      "Стена под лестницей"
    },
    {
      "wall",
      "wall8",
      "Стена в коридоре"
    },
    {
      "wall",
      "wall2",
      "Стена в комнате, этаж 1"
    },
    {
      "wall",
      "wall3",
      "Стена в зале, этаж 1"
    },
    {
      "wall",
      "wall4",
      "Стена в спальне, этаж 2"
    },
    {
      "wall",
      "wall5",
      "Стена в гостевой комнате, этаж 2"
    },
    {
      "wall",
      "wall6",
      "Стена в ванной, этаж2"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной, этаж 1"
    },
    {
      "roof",
      "roof2",
      "Потолок в комнате, этаж 1"
    },
    {
      "roof",
      "roof3",
      "Потолок в зале, этаж 1"
    },
    {
      "roof",
      "roof4",
      "Потолок в спальне, этаж 2"
    },
    {
      "roof",
      "roof5",
      "Потолок в гостевой комнате, этаж 2"
    },
    {
      "roof",
      "roof6",
      "Потолок в ванной, этаж2"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной, этаж 1"
    },
    {
      "floor",
      "floor2",
      "Пол в комнате, этаж 1"
    },
    {
      "floor",
      "floor3",
      "Пол в зале, этаж 1"
    },
    {
      "floor",
      "floor4",
      "Пол в спальне, этаж 2"
    },
    {
      "floor",
      "floor5",
      "Пол в гостевой комнате, этаж 2"
    },
    {
      "floor",
      "floor6",
      "Пол в ванной, этаж2"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [102] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall2",
      "Стена в спальне"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof2",
      "Потолок в спальне"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor2",
      "Пол в спальне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [103] = {
    {
      "wall",
      "wall1",
      "Стена"
    },
    {
      "roof",
      "roof1",
      "Потолок"
    },
    {
      "floor",
      "floor1",
      "Пол"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [104] = {
    {
      "wall",
      "wall1",
      "Стена"
    },
    {
      "roof",
      "roof1",
      "Потолок"
    },
    {
      "floor",
      "floor1",
      "Пол"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [105] = {
    {
      "wall",
      "wall1",
      "Стена"
    },
    {
      "roof",
      "roof1",
      "Потолок"
    },
    {
      "floor",
      "floor1",
      "Пол"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [106] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall2",
      "Стена на кухне"
    },
    {
      "wall",
      "wall3",
      "Стена в спальне"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof2",
      "Потолок на кухне"
    },
    {
      "roof",
      "roof3",
      "Потолок в спальне"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor2",
      "Пол на кухне"
    },
    {
      "floor",
      "floor3",
      "Пол в спальне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [107] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall2",
      "Стена на кухне"
    },
    {
      "wall",
      "wall3",
      "Стена в спальне"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof2",
      "Потолок на кухне"
    },
    {
      "roof",
      "roof3",
      "Потолок в спальне"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor2",
      "Пол на кухне"
    },
    {
      "floor",
      "floor3",
      "Пол в спальне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [108] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall2",
      "Стена в спальне"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof2",
      "Потолок в спальне"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor2",
      "Пол в спальне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [109] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall2",
      "Стена в спальне"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof2",
      "Потолок в спальне"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor2",
      "Пол в спальне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [110] = {
    {
      "wall",
      "wall1",
      "Стена"
    },
    {
      "roof",
      "roof1",
      "Потолок"
    },
    {
      "floor",
      "floor1",
      "Пол"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  },
  [111] = {
    {
      "wall",
      "wall1",
      "Стена в гостинной"
    },
    {
      "wall",
      "wall2",
      "Стена в спальне"
    },
    {
      "roof",
      "roof1",
      "Потолок в гостинной"
    },
    {
      "roof",
      "roof2",
      "Потолок в спальне"
    },
    {
      "floor",
      "floor1",
      "Пол в гостинной"
    },
    {
      "floor",
      "floor2",
      "Пол в спальне"
    },
    {
      "door",
      "door",
      "Входная дверь"
    }
  }
}
interiorTexturesPrice = {
  wall = {
    [1] = {"data_money", 1000},
    [2] = {"data_money", 20000},
    [3] = {"data_money", 20000},
    [4] = {"data_money", 50000},
    [5] = {"data_money", 50000},
    [6] = {"data_money", 70000},
    [7] = {"data_money", 50000},
    [8] = {"data_money", 120000},
    [9] = {"data_donat", 100},
    [10] = {"data_money", 10000},
    [11] = {"data_money", 50000},
    [12] = {"data_money", 50000},
    [13] = {"data_money", 70000},
    [14] = {"data_money", 70000},
    [15] = {"data_money", 70000},
    [16] = {"data_money", 70000},
    [17] = {"data_money", 20000},
    [18] = {"data_money", 50000},
    [19] = {"data_money", 100000},
    [20] = {"data_money", 70000},
    [21] = {"data_money", 100000},
    [22] = {"data_money", 70000},
    [23] = {"data_money", 70000},
    [24] = {"data_money", 100000},
    [25] = {"data_money", 30000},
    [26] = {"data_money", 70000},
    [27] = {"data_money", 30000},
    [28] = {"data_donat", 100},
    [29] = {"data_money", 100000},
    [30] = {"data_money", 20000},
    [31] = {"data_money", 40000},
    [32] = {"data_money", 50000},
    [33] = {"data_money", 100000},
    [34] = {"data_money", 20000},
    [35] = {"data_money", 25000},
    [36] = {"data_money", 120000},
    [37] = {"data_money", 20000},
    [38] = {"data_money", 50000},
    [39] = {"data_money", 70000},
    [40] = {"data_money", 40000},
    [41] = {"data_money", 70000},
    [42] = {"data_money", 30000},
    [43] = {"data_money", 30000},
    [44] = {"data_money", 90000},
    [45] = {"data_money", 50000},
    [46] = {"data_money", 30000},
    [47] = {"data_money", 100000},
    [48] = {"data_money", 30000},
    [49] = {"data_money", 30000},
    [50] = {"data_money", 30000},
    [51] = {"data_donat", 200},
    [52] = {"data_donat", 200},
    [53] = {"data_donat", 300},
    [54] = {"data_donat", 100},
    [55] = {"data_donat", 150},
    [56] = {"data_money", 40000},
    [57] = {"data_money", 70000},
    [58] = {"data_donat", 150},
    [59] = {"data_donat", 150},
    [60] = {"data_donat", 150},
    [61] = {"data_money", 50000},
    [62] = {"data_money", 30000},
    [63] = {"data_money", 100000},
    [64] = {"data_money", 120000},
    [65] = {"data_money", 70000},
    [66] = {"data_money", 50000},
    [67] = {"data_money", 60000},
    [68] = {"data_money", 50000},
    [69] = {"data_money", 20000},
    [70] = {"data_money", 30000},
    [71] = {"data_money", 20000},
    [72] = {"data_money", 20000},
    [73] = {"data_money", 50000},
    [74] = {"data_money", 50000},
    [75] = {"data_money", 30000},
    [76] = {"data_money", 40000},
    [77] = {"data_money", 40000},
    [78] = {"data_money", 40000},
    [79] = {"data_donat", 200},
    [80] = {"data_money", 70000},
    [81] = {"data_donat", 200},
    [82] = {"data_donat", 100},
    [83] = {"data_donat", 150},
    [84] = {"data_donat", 100},
    [85] = {"data_donat", 150},
    [86] = {"data_money", 70000},
    [87] = {"data_donat", 150},
    [88] = {"data_donat", 100},
    [89] = {"data_money", 70000},
    [90] = {"data_donat", 150},
    [91] = {"data_donat", 100},
    [92] = {"data_money", 70000},
    [93] = {"data_money", 70000},
    [94] = {"data_money", 70000},
    [95] = {"data_money", 70000},
    [96] = {"data_money", 70000},
    [97] = {"data_donat", 100},
    [98] = {"data_money", 40000},
    [99] = {"data_money", 100000},
    [100] = {"data_money", 100000},
    [101] = {"data_donat", 200},
    [102] = {"data_money", 70000}
  },
  floor = {
    [1] = {"data_money", 60000},
    [2] = {"data_money", 80000},
    [3] = {"data_money", 40000},
    [4] = {"data_money", 40000},
    [5] = {"data_money", 40000},
    [6] = {"data_money", 20000},
    [7] = {"data_money", 1000},
    [8] = {"data_money", 20000},
    [9] = {"data_money", 20000},
    [10] = {"data_money", 60000},
    [11] = {"data_money", 20000},
    [12] = {"data_money", 20000},
    [13] = {"data_money", 80000},
    [14] = {"data_money", 60000},
    [15] = {"data_money", 20000},
    [16] = {"data_money", 80000},
    [17] = {"data_money", 20000},
    [18] = {"data_money", 40000},
    [19] = {"data_money", 30000},
    [20] = {"data_money", 20000},
    [21] = {"data_money", 1000},
    [22] = {"data_money", 20000},
    [23] = {"data_money", 100000},
    [24] = {"data_money", 20000},
    [25] = {"data_money", 20000},
    [26] = {"data_donat", 200},
    [27] = {"data_donat", 100},
    [28] = {"data_money", 60000},
    [29] = {"data_money", 70000},
    [30] = {"data_money", 100000},
    [31] = {"data_money", 30000},
    [32] = {"data_money", 20000},
    [33] = {"data_money", 10000},
    [34] = {"data_money", 30000},
    [35] = {"data_money", 40000},
    [36] = {"data_money", 30000},
    [37] = {"data_money", 20000},
    [38] = {"data_money", 40000},
    [39] = {"data_money", 40000},
    [40] = {"data_money", 20000},
    [41] = {"data_money", 20000},
    [42] = {"data_money", 30000},
    [43] = {"data_money", 60000},
    [44] = {"data_money", 20000},
    [45] = {"data_money", 60000},
    [46] = {"data_money", 1000},
    [47] = {"data_money", 20000},
    [48] = {"data_money", 100000},
    [49] = {"data_money", 30000},
    [50] = {"data_money", 60000},
    [51] = {"data_money", 20000},
    [52] = {"data_money", 125000},
    [53] = {"data_money", 20000},
    [54] = {"data_money", 40000},
    [55] = {"data_money", 20000},
    [56] = {"data_money", 30000},
    [57] = {"data_money", 70000},
    [58] = {"data_money", 30000},
    [59] = {"data_money", 70000},
    [60] = {"data_money", 80000},
    [61] = {"data_money", 50000},
    [62] = {"data_money", 80000},
    [63] = {"data_money", 30000},
    [64] = {"data_money", 30000},
    [65] = {"data_money", 20000},
    [66] = {"data_money", 70000},
    [67] = {"data_money", 70000},
    [68] = {"data_money", 40000},
    [69] = {"data_money", 40000},
    [70] = {"data_money", 100000},
    [71] = {"data_money", 20000},
    [72] = {"data_money", 20000},
    [73] = {"data_money", 30000},
    [74] = {"data_money", 70000},
    [75] = {"data_money", 50000},
    [76] = {"data_money", 50000},
    [77] = {"data_money", 35000},
    [78] = {"data_money", 30000},
    [79] = {"data_money", 20000},
    [80] = {"data_money", 20000},
    [81] = {"data_money", 40000},
    [82] = {"data_money", 20000},
    [83] = {"data_money", 50000},
    [84] = {"data_money", 30000},
    [85] = {"data_money", 20000},
    [86] = {"data_money", 40000},
    [87] = {"data_money", 40000},
    [88] = {"data_donat", 100},
    [89] = {"data_money", 30000},
    [90] = {"data_money", 70000},
    [91] = {"data_money", 20000},
    [92] = {"data_money", 80000},
    [93] = {"data_money", 80000},
    [94] = {"data_donat", 100},
    [95] = {"data_money", 20000},
    [96] = {"data_money", 100000},
    [97] = {"data_money", 100000},
    [98] = {"data_money", 20000},
    [99] = {"data_money", 70000},
    [100] = {"data_money", 20000},
    [101] = {"data_money", 20000},
    [102] = {"data_donat", 150},
    [103] = {"data_money", 35000},
    [104] = {"data_money", 25000},
    [105] = {"data_money", 60000}
  },
  roof = {
    [1] = {"data_money", 40000},
    [2] = {"data_money", 40000},
    [3] = {"data_money", 40000},
    [4] = {"data_money", 10000},
    [5] = {"data_money", 40000},
    [6] = {"data_money", 40000},
    [7] = {"data_money", 40000},
    [8] = {"data_money", 20000},
    [9] = {"data_money", 20000},
    [10] = {"data_money", 20000},
    [11] = {"data_money", 30000},
    [12] = {"data_money", 20000},
    [13] = {"data_money", 40000},
    [14] = {"data_money", 20000},
    [15] = {"data_money", 20000},
    [16] = {"data_money", 40000},
    [17] = {"data_money", 20000},
    [18] = {"data_money", 20000},
    [19] = {"data_money", 30000},
    [20] = {"data_money", 40000},
    [21] = {"data_money", 40000},
    [22] = {"data_money", 70000},
    [23] = {"data_money", 40000},
    [24] = {"data_money", 40000},
    [25] = {"data_money", 60000},
    [26] = {"data_money", 20000},
    [27] = {"data_money", 20000},
    [28] = {"data_money", 30000},
    [29] = {"data_money", 20000},
    [30] = {"data_money", 30000},
    [31] = {"data_money", 50000},
    [32] = {"data_money", 30000},
    [33] = {"data_money", 30000},
    [34] = {"data_money", 50000},
    [35] = {"data_money", 30000},
    [36] = {"data_money", 30000},
    [37] = {"data_donat", 100},
    [38] = {"data_money", 40000},
    [39] = {"data_money", 30000},
    [40] = {"data_money", 20000},
    [41] = {"data_money", 40000},
    [42] = {"data_money", 30000},
    [43] = {"data_money", 30000},
    [44] = {"data_money", 30000},
    [45] = {"data_money", 10000},
    [46] = {"data_money", 50000},
    [47] = {"data_money", 50000},
    [48] = {"data_money", 40000},
    [49] = {"data_money", 70000},
    [50] = {"data_money", 70000}
  },
  door = {
    [1] = {"data_money", 10000},
    [2] = {"data_money", 20000},
    [3] = {"data_money", 20000},
    [4] = {"data_money", 20000},
    [5] = {"data_money", 20000},
    [6] = {"data_money", 10000},
    [7] = {"data_money", 30000},
    [8] = {"data_money", 30000},
    [9] = {"data_money", 70000},
    [10] = {"data_money", 70000},
    [11] = {"data_money", 70000},
    [12] = {"data_money", 70000},
    [13] = {"data_money", 70000},
    [14] = {"data_money", 70000},
    [15] = {"data_money", 70000}
  }
}
furnitureTb = {
  safe = {
    2332,
    "СЕЙФ ГАВНА",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  spawn = {
    1509,
    "Спавн ГАВНА",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  safe1 = {
    2332,
    "Сейф №1",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  safe2 = {
    2332,
    "Сейф №2",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  safe3 = {
    2332,
    "Сейф №3",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  spawn0 = {
    1318,
    "Спавн владельца дома",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  spawn1 = {
    1318,
    "Спавн гостя №1",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  spawn2 = {
    1318,
    "Спавн гостя №2",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  spawn3 = {
    1318,
    "Спавн гостя №3",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  spawn4 = {
    1318,
    "Спавн гостя №4",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  spawn5 = {
    1318,
    "Спавн гостя №5",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  spawn6 = {
    1318,
    "Спавн гостя №6",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  spawn7 = {
    1318,
    "Спавн гостя №7",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  bed0 = {
    1318,
    "Спальное место №1",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  bed1 = {
    1318,
    "Спальное место №2",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  bed2 = {
    1318,
    "Спальное место №3",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  bed3 = {
    1318,
    "Спальное место №4",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  bed4 = {
    1318,
    "Спальное место №5",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  bed5 = {
    1318,
    "Спальное место №6",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  bed6 = {
    1318,
    "Спальное место №7",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  bed7 = {
    1318,
    "Спальное место №8",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  mafon = {
    1318,
    "Управление музыкой",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  fridge = {
    1318,
    "Холодильник",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  shower = {
    1318,
    "Душ",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  wash = {
    1318,
    "Стиральная машина",
    "",
    "",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  sofa_cell_def = {
    1764,
    "Диван в клетку",
    "Классический",
    "CJ_TARTAN",
    "",
    "data_money",
    30000,
    {
      -1,
      0,
      0
    }
  },
  sofa_cell_white = {
    1764,
    "Диван в клетку",
    "Белый",
    "CJ_TARTAN",
    "cell/texture_1",
    "data_money",
    50000,
    {
      -1,
      0,
      0
    }
  },
  sofa_cell_black = {
    1764,
    "Диван в клетку",
    "Черный",
    "CJ_TARTAN",
    "cell/texture_2",
    "data_money",
    50000,
    {
      -1,
      0,
      0
    }
  },
  sofa_cell_blue = {
    1764,
    "Диван в клетку",
    "Синий",
    "CJ_TARTAN",
    "cell/texture_3",
    "data_money",
    40000,
    {
      -1,
      0,
      0
    }
  },
  sofa_cell_green = {
    1764,
    "Диван в клетку",
    "Зеленый",
    "CJ_TARTAN",
    "cell/texture_4",
    "data_money",
    40000,
    {
      -1,
      0,
      0
    }
  },
  sofa_cell_red = {
    1764,
    "Диван в клетку",
    "Красный",
    "CJ_TARTAN",
    "cell/texture_5",
    "data_money",
    40000,
    {
      -1,
      0,
      0
    }
  },
  sofa_cell_brown = {
    1764,
    "Диван в клетку",
    "Коричневый",
    "CJ_TARTAN",
    "cell/texture_6",
    "data_money",
    40000,
    {
      -1,
      0,
      0
    }
  },
  sofa_soft_def = {
    1757,
    "Мягкий диван",
    "Классический",
    "CJ_fab3",
    "",
    "data_money",
    20000,
    {
      -1,
      0,
      0
    }
  },
  sofa_soft_white = {
    1757,
    "Мягкий диван",
    "Розовый",
    "CJ_fab3",
    "soft/texture_1",
    "data_money",
    30000,
    {
      -1,
      0,
      0
    }
  },
  sofa_soft_black = {
    1757,
    "Мягкий диван",
    "Голубой",
    "CJ_fab3",
    "soft/texture_2",
    "data_money",
    40000,
    {
      -1,
      0,
      0
    }
  },
  sofa_soft_blue = {
    1757,
    "Мягкий диван",
    "В цветочек",
    "CJ_fab3",
    "soft/texture_3",
    "data_donat",
    100,
    {
      -1,
      0,
      0
    }
  },
  sofa_soft_green = {
    1757,
    "Мягкий диван",
    "Полосатый",
    "CJ_fab3",
    "soft/texture_4",
    "data_money",
    30000,
    {
      -1,
      0,
      0
    }
  },
  sofa_soft_red = {
    1757,
    "Мягкий диван",
    "Квадратики",
    "CJ_fab3",
    "soft/texture_5",
    "data_money",
    40000,
    {
      -1,
      0,
      0
    }
  },
  bag_sofa = {
    1707,
    "Диван багажник",
    "Классический",
    "CJ_fab3",
    "soft/texture_5",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0
    }
  },
  sofa_low_def = {
    1763,
    "Мягкий низкий диван",
    "Классический",
    "CJ_floral",
    "",
    "data_money",
    15000,
    {
      -0.5,
      0,
      0
    }
  },
  sofa_low_white = {
    1763,
    "Мягкий низкий диван",
    "Розовый",
    "CJ_floral",
    "soft/texture_1",
    "data_money",
    25000,
    {
      -0.5,
      0,
      0
    }
  },
  sofa_low_black = {
    1763,
    "Мягкий низкий диван",
    "Голубой",
    "CJ_floral",
    "soft/texture_2",
    "data_money",
    25000,
    {
      -0.5,
      0,
      0
    }
  },
  sofa_low_blue = {
    1763,
    "Мягкий низкий диван",
    "В цветочек",
    "CJ_floral",
    "soft/texture_3",
    "data_donat",
    100,
    {
      -0.5,
      0,
      0
    }
  },
  sofa_low_green = {
    1763,
    "Мягкий низкий диван",
    "Полосатый",
    "CJ_floral",
    "soft/texture_4",
    "data_money",
    25000,
    {
      -0.5,
      0,
      0
    }
  },
  sofa_low_red = {
    1763,
    "Мягкий низкий диван",
    "Квадратики",
    "CJ_floral",
    "soft/texture_5",
    "data_money",
    25000,
    {
      -0.5,
      0,
      0
    }
  },
  sofa_low2_def = {
    1761,
    "Мягкий диван с подлокотниками",
    "Классический",
    "CJ_fab1",
    "",
    "data_money",
    20000,
    {
      -1,
      0,
      0
    }
  },
  sofa_low2_white = {
    1761,
    "Мягкий диван с подлокотниками",
    "Розовый",
    "CJ_fab1",
    "soft/texture_1",
    "data_money",
    30000,
    {
      -1,
      0,
      0
    }
  },
  sofa_low2_black = {
    1761,
    "Мягкий диван с подлокотниками",
    "Голубой",
    "CJ_fab1",
    "soft/texture_2",
    "data_money",
    30000,
    {
      -1,
      0,
      0
    }
  },
  sofa_low2_blue = {
    1761,
    "Мягкий диван с подлокотниками",
    "В цветочек",
    "CJ_fab1",
    "soft/texture_3",
    "data_donat",
    100,
    {
      -1,
      0,
      0
    }
  },
  sofa_low2_green = {
    1761,
    "Мягкий диван с подлокотниками",
    "Полосатый",
    "CJ_fab1",
    "soft/texture_4",
    "data_money",
    30000,
    {
      -1,
      0,
      0
    }
  },
  sofa_low2_red = {
    1761,
    "Мягкий диван с подлокотниками",
    "Квадратики",
    "CJ_fab1",
    "soft/texture_5",
    "data_money",
    30000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_old_def = {
    1728,
    "Диван старый",
    "Коричневый",
    "lw_seat2",
    "",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_old_white = {
    1728,
    "Диван старый",
    "Белый",
    "lw_seat2",
    "oldsofa/texture_1",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_old_black = {
    1728,
    "Диван старый",
    "Черный",
    "lw_seat2",
    "oldsofa/texture_2",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_old_blue = {
    1728,
    "Диван старый",
    "Синий",
    "lw_seat2",
    "oldsofa/texture_3",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_old_green = {
    1728,
    "Диван старый",
    "Зеленый",
    "lw_seat2",
    "oldsofa/texture_4",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_old_red = {
    1728,
    "Диван старый",
    "Красный",
    "lw_seat2",
    "oldsofa/texture_5",
    "data_money",
    5000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_big_old_def = {
    1709,
    "Диван старый огромный",
    "Коричневый",
    "lw_seat2",
    "",
    "data_money",
    10000,
    {
      -2.5,
      -1,
      0
    }
  },
  couchl1_big_old_white = {
    1709,
    "Диван старый огромный",
    "Белый",
    "lw_seat2",
    "oldsofa/texture_1",
    "data_money",
    10000,
    {
      -2.5,
      -1,
      0
    }
  },
  couchl1_big_old_black = {
    1709,
    "Диван старый огромный",
    "Черный",
    "lw_seat2",
    "oldsofa/texture_2",
    "data_money",
    10000,
    {
      -2.5,
      -1,
      0
    }
  },
  couchl1_big_old_blue = {
    1709,
    "Диван старый огромный",
    "Синий",
    "lw_seat2",
    "oldsofa/texture_3",
    "data_money",
    10000,
    {
      -2.5,
      -1,
      0
    }
  },
  couchl1_big_old_green = {
    1709,
    "Диван старый огромный",
    "Зеленый",
    "lw_seat2",
    "oldsofa/texture_4",
    "data_money",
    10000,
    {
      -2.5,
      -1,
      0
    }
  },
  couchl1_big_old_red = {
    1709,
    "Диван старый огромный",
    "Красный",
    "lw_seat2",
    "oldsofa/texture_5",
    "data_money",
    10000,
    {
      -2.5,
      -1,
      0
    }
  },
  couchl1_medium_old_def = {
    1710,
    "Диван старый большой",
    "Коричневый",
    "lw_seat2",
    "",
    "data_money",
    15000,
    {
      -1.5,
      0,
      0
    }
  },
  couchl1_medium_old_white = {
    1710,
    "Диван старый большой",
    "Белый",
    "lw_seat2",
    "oldsofa/texture_1",
    "data_money",
    15000,
    {
      -1.5,
      0,
      0
    }
  },
  couchl1_medium_old_black = {
    1710,
    "Диван старый большой",
    "Черный",
    "lw_seat2",
    "oldsofa/texture_2",
    "data_money",
    15000,
    {
      -1.5,
      0,
      0
    }
  },
  couchl1_medium_old_blue = {
    1710,
    "Диван старый большой",
    "Синий",
    "lw_seat2",
    "oldsofa/texture_3",
    "data_money",
    15000,
    {
      -1.5,
      0,
      0
    }
  },
  couchl1_medium_old_green = {
    1710,
    "Диван старый большой",
    "Зеленый",
    "lw_seat2",
    "oldsofa/texture_4",
    "data_money",
    15000,
    {
      -1.5,
      0,
      0
    }
  },
  couchl1_medium_old_red = {
    1710,
    "Диван старый большой",
    "Красный",
    "lw_seat2",
    "oldsofa/texture_5",
    "data_money",
    15000,
    {
      -1.5,
      0,
      0
    }
  },
  couchl1_old_single_def = {
    1729,
    "Кресло старое",
    "Коричневый",
    "lw_seat2",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0
    }
  },
  couchl1_old_single_white = {
    1729,
    "Кресло старое",
    "Белый",
    "lw_seat2",
    "oldsofa/texture_1",
    "data_money",
    15000,
    {
      0,
      0,
      0
    }
  },
  couchl1_old_single_black = {
    1729,
    "Кресло старое",
    "Черный",
    "lw_seat2",
    "oldsofa/texture_2",
    "data_money",
    15000,
    {
      0,
      0,
      0
    }
  },
  couchl1_old_single_blue = {
    1729,
    "Кресло старое",
    "Синий",
    "lw_seat2",
    "oldsofa/texture_3",
    "data_money",
    15000,
    {
      0,
      0,
      0
    }
  },
  couchl1_old_single_green = {
    1729,
    "Кресло старое",
    "Зеленый",
    "lw_seat2",
    "oldsofa/texture_4",
    "data_money",
    15000,
    {
      0,
      0,
      0
    }
  },
  couchl1_old_single_red = {
    1729,
    "Кресло старое",
    "Красный",
    "lw_seat2",
    "oldsofa/texture_5",
    "data_money",
    15000,
    {
      0,
      0,
      0
    }
  },
  couchl1_small_def = {
    1702,
    "Диван кожанный двухместный",
    "Коричневый",
    "kbsofa333e",
    "",
    "data_money",
    45000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_small_white = {
    1702,
    "Диван кожанный двухместный",
    "Белый",
    "kbsofa333e",
    "leather/texture_1",
    "data_money",
    45000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_small_black = {
    1702,
    "Диван кожанный двухместный",
    "Черный",
    "kbsofa333e",
    "leather/texture_6",
    "data_money",
    45000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_small_blue = {
    1702,
    "Диван кожанный двухместный",
    "Синий",
    "kbsofa333e",
    "leather/texture_3",
    "data_money",
    45000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_small_green = {
    1702,
    "Диван кожанный двухместный",
    "Зеленый",
    "kbsofa333e",
    "leather/texture_4",
    "data_money",
    45000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_small_red = {
    1702,
    "Диван кожанный двухместный",
    "Красный",
    "kbsofa333e",
    "leather/texture_5",
    "data_money",
    45000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_def = {
    1723,
    "Диван кожанный трехместный",
    "Черный",
    "kbsofa333c",
    "",
    "data_money",
    70000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_white = {
    1723,
    "Диван кожанный трехместный",
    "Белый",
    "kbsofa333c",
    "leather/texture_1",
    "data_money",
    70000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_black = {
    1723,
    "Диван кожанный трехместный",
    "Коричневый",
    "kbsofa333c",
    "leather/texture_2",
    "data_money",
    70000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_blue = {
    1723,
    "Диван кожанный трехместный",
    "Синий",
    "kbsofa333c",
    "leather/texture_3",
    "data_money",
    70000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_green = {
    1723,
    "Диван кожанный трехместный",
    "Зеленый",
    "kbsofa333c",
    "leather/texture_4",
    "data_money",
    70000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_red = {
    1723,
    "Диван кожанный трехместный",
    "Красный",
    "kbsofa333c",
    "leather/texture_5",
    "data_money",
    70000,
    {
      -1,
      0,
      0
    }
  },
  couchl1_style_def = {
    1713,
    "Диван кожанный стильный",
    "Черный",
    "kb_sofa_256",
    "",
    "data_money",
    25000,
    {
      -0.8,
      0,
      0
    }
  },
  couchl1_style_white = {
    1713,
    "Диван кожанный стильный",
    "Белый",
    "kb_sofa_256",
    "stylesofa/texture_1",
    "data_money",
    25000,
    {
      -0.8,
      0,
      0
    }
  },
  couchl1_style_brown = {
    1713,
    "Диван кожанный стильный",
    "Коричневый",
    "kb_sofa_256",
    "stylesofa/texture_2",
    "data_money",
    25000,
    {
      -0.8,
      0,
      0
    }
  },
  couchl1_style_blue = {
    1713,
    "Диван кожанный стильный",
    "Синий",
    "kb_sofa_256",
    "stylesofa/texture_3",
    "data_money",
    25000,
    {
      -0.8,
      0,
      0
    }
  },
  couchl1_style_green = {
    1713,
    "Диван кожанный стильный",
    "Зеленый",
    "kb_sofa_256",
    "stylesofa/texture_4",
    "data_money",
    25000,
    {
      -0.8,
      0,
      0
    }
  },
  couchl1_style_red = {
    1713,
    "Диван кожанный стильный",
    "Красный",
    "kb_sofa_256",
    "stylesofa/texture_5",
    "data_money",
    25000,
    {
      -0.8,
      0,
      0
    }
  },
  couchl1_single_def = {
    2291,
    "Кресло кожанное",
    "Коричневый",
    "cj-couchl1",
    "",
    "data_money",
    40000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_white = {
    2291,
    "Кресло кожанное",
    "Белый",
    "cj-couchl1",
    "sofa/texture_1",
    "data_money",
    50000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_black = {
    2291,
    "Кресло кожанное",
    "Черный",
    "cj-couchl1",
    "sofa/texture_2",
    "data_money",
    50000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_blue = {
    2291,
    "Кресло кожанное",
    "Синий",
    "cj-couchl1",
    "sofa/texture_3",
    "data_money",
    50000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_green = {
    2291,
    "Кресло кожанное",
    "Зеленый",
    "cj-couchl1",
    "sofa/texture_4",
    "data_money",
    50000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_red = {
    2291,
    "Кресло кожанное",
    "Красный",
    "cj-couchl1",
    "sofa/texture_5",
    "data_money",
    50000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_leo = {
    2291,
    "Кресло кожанное",
    "Леопардовый",
    "cj-couchl1",
    "sofa/texture_6",
    "data_donat",
    200,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_rot_def = {
    2292,
    "Кресло кожанное угловое",
    "Коричневый",
    "cj-couchl1",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single_rot_white = {
    2292,
    "Кресло кожанное угловое",
    "Белый",
    "cj-couchl1",
    "sofa/texture_1",
    "data_money",
    50000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single_rot_black = {
    2292,
    "Кресло кожанное угловое",
    "Черный",
    "cj-couchl1",
    "sofa/texture_2",
    "data_money",
    50000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single_rot_blue = {
    2292,
    "Кресло кожанное угловое",
    "Синий",
    "cj-couchl1",
    "sofa/texture_3",
    "data_money",
    50000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single_rot_green = {
    2292,
    "Кресло кожанное угловое",
    "Зеленый",
    "cj-couchl1",
    "sofa/texture_4",
    "data_money",
    50000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single_rot_red = {
    2292,
    "Кресло кожанное угловое",
    "Красный",
    "cj-couchl1",
    "sofa/texture_5",
    "data_money",
    50000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single_rot_leo = {
    2292,
    "Кресло кожанное угловое",
    "Леопардовый",
    "cj-couchl1",
    "sofa/texture_6",
    "data_donat",
    200,
    {
      0,
      0,
      0
    }
  },
  couchl1_single1_def = {
    2293,
    "Пуфик кожанный",
    "Коричневый",
    "cj-couchl1",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single1_white = {
    2293,
    "Пуфик кожанный",
    "Белый",
    "cj-couchl1",
    "sofa/texture_1",
    "data_money",
    50000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single1_black = {
    2293,
    "Пуфик кожанный",
    "Черный",
    "cj-couchl1",
    "sofa/texture_2",
    "data_money",
    50000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single1_blue = {
    2293,
    "Пуфик кожанный",
    "Синий",
    "cj-couchl1",
    "sofa/texture_3",
    "data_money",
    50000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single1_green = {
    2293,
    "Пуфик кожанный",
    "Зеленый",
    "cj-couchl1",
    "sofa/texture_4",
    "data_money",
    50000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single1_red = {
    2293,
    "Пуфик кожанный",
    "Красный",
    "cj-couchl1",
    "sofa/texture_5",
    "data_money",
    50000,
    {
      0,
      0,
      0
    }
  },
  couchl1_single1_leo = {
    2293,
    "Пуфик кожанный",
    "Леопардовый",
    "cj-couchl1",
    "sofa/texture_6",
    "data_donat",
    200,
    {
      0,
      0,
      0
    }
  },
  couchl1_single_style_def = {
    1727,
    "Кресло кожанное стильное",
    "Черный",
    "kb_sofa5_256",
    "",
    "data_money",
    25000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_style_white = {
    1727,
    "Кресло кожанное стильное",
    "Белый",
    "kb_sofa5_256",
    "stylesofa/texture_1",
    "data_money",
    25000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_style_brown = {
    1727,
    "Кресло кожанное стильное",
    "Коричневый",
    "kb_sofa5_256",
    "stylesofa/texture_2",
    "data_money",
    25000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_style_blue = {
    1727,
    "Кресло кожанное стильное",
    "Синий",
    "kb_sofa5_256",
    "stylesofa/texture_3",
    "data_money",
    25000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_style_green = {
    1727,
    "Кресло кожанное стильное",
    "Зеленый",
    "kb_sofa5_256",
    "stylesofa/texture_4",
    "data_money",
    25000,
    {
      -0.5,
      0,
      0
    }
  },
  couchl1_single_style_red = {
    1727,
    "Кресло кожанное стильное",
    "Красный",
    "kb_sofa5_256",
    "stylesofa/texture_5",
    "data_money",
    25000,
    {
      -0.5,
      0,
      0
    }
  },
  classic_bath1 = {
    2516,
    "Ванна",
    "Классическая",
    "CJ_CANVAS",
    "",
    "data_money",
    10000,
    {
      -0.65,
      0,
      0
    }
  },
  classic_bath2 = {
    2526,
    "Ванна",
    "Обложенная плиткой",
    "CJ_CANVAS",
    "",
    "data_money",
    50000,
    {
      -0.65,
      0,
      0
    }
  },
  classic_bath3 = {
    2522,
    "Ванна",
    "Со шторкой",
    "CJ_CANVAS",
    "",
    "data_money",
    6000,
    {
      -0.65,
      0,
      0
    }
  },
  classic_bath4 = {
    2097,
    "Ванна",
    "Старая",
    "CJ_SPRUNK_FRONT",
    "sofa/texture_1",
    "data_money",
    60000,
    {
      -0.5,
      0,
      0.3
    }
  },
  classic_sink1 = {
    2518,
    "Умывальник",
    "Классический",
    "Классический",
    "",
    "data_money",
    10000,
    {
      -0.5,
      0,
      -0.1
    }
  },
  classic_sink2 = {
    2523,
    "Умывальник",
    "С ковриком",
    "CJ_TOILET4",
    "",
    "data_money",
    10000,
    {
      -0.5,
      0,
      0
    }
  },
  classic_sink3 = {
    2524,
    "Умывальник",
    "С бутылкой",
    "CJ_TOILET4",
    "",
    "data_money",
    10000,
    {
      -0.5,
      0,
      0
    }
  },
  classic_sink4 = {
    2739,
    "Умывальник",
    "Обычный",
    "CJ_TOILET4",
    "",
    "data_money",
    10000,
    {
      -0.5,
      0,
      0
    }
  },
  classic_toilet1 = {
    2514,
    "Унитаз",
    "Классический",
    "CJ_TOILET4",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0
    }
  },
  classic_toilet2 = {
    2528,
    "Унитаз",
    "С ковриком",
    "CJ_TOILET4",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0
    }
  },
  classic_toilet3 = {
    2525,
    "Унитаз",
    "С бумагой",
    "CJ_TOILET4",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0
    }
  },
  classic_shower1 = {
    2527,
    "Душевая кабинка",
    "Стандарт",
    "CJ_SHOWER4",
    "",
    "data_money",
    5000,
    {
      -0.1,
      -1,
      -0.1
    }
  },
  classic_shower2 = {
    2517,
    "Душевая кабинка",
    "Стильная",
    "CJ_SHOWER4",
    "",
    "data_money",
    10000,
    {
      -0.1,
      -1,
      -0.1
    }
  },
  classic_shower3 = {
    2520,
    "Душевая кабинка",
    "Маленькая",
    "CJ_SHOWER4",
    "",
    "data_money",
    10000,
    {
      -0.1,
      -1,
      -0.1
    }
  },
  CJ_KITCH1_R1 = {
    2334,
    "Деревянная кухня",
    "Шкаф с ящиком",
    "CJ_KITCHDOOR",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH1_L1 = {
    2335,
    "Деревянная кухня",
    "Шкаф без ящика",
    "CJ_KITCHDOOR",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH1_SINK1 = {
    2336,
    "Деревянная кухня",
    "Шкаф с умывальником",
    "CJ_KITCHDOOR",
    "",
    "data_money",
    20000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH1_WASHER1 = {
    2337,
    "Деревянная кухня",
    "Шкаф со стиральной машиной",
    "CJ_KITCHDOOR",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH1_ROT1 = {
    2338,
    "Деревянная кухня",
    "Шкаф угловой",
    "CJ_KITCHDOOR",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH1_CLOSET1 = {
    2158,
    "Деревянная кухня",
    "Шкаф высокий",
    "CJ_KITCHDOOR",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH1_COOKER1 = {
    2170,
    "Деревянная кухня",
    "Шкаф с духовкой",
    "CJ_KITCHDOOR",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH1_FRIDGE1 = {
    2147,
    "Деревянная кухня",
    "Шкаф с холодильником",
    "CJ_KITCHDOOR",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH2_COOKER1 = {
    2135,
    "Стильная кухня",
    "Шкаф с духовкой",
    "СJ_WOOD1(edge)",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH2_SINK1 = {
    2136,
    "Стильная кухня",
    "Шкаф с умывальником",
    "СJ_WOOD1(edge)",
    "",
    "data_money",
    50000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH2_R1 = {
    2137,
    "Стильная кухня",
    "Шкаф с ящиками",
    "СJ_WOOD1(edge)",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH2_L1 = {
    2138,
    "Стильная кухня",
    "Шкаф без ящиков",
    "СJ_WOOD1(edge)",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH2_T1 = {
    2139,
    "Стильная кухня",
    "Шкаф без верхнего яруса",
    "СJ_WOOD1(edge)",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH2_WASHER1 = {
    2303,
    "Стильная кухня",
    "Шкаф со стиральной машиной",
    "СJ_WOOD1(edge)",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH2_ROT1 = {
    2305,
    "Стильная кухня",
    "Шкаф угловой",
    "СJ_WOOD1(edge)",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH2_FRIDGE1 = {
    2140,
    "Стильная кухня",
    "Шкаф с холодильником",
    "СJ_WOOD1(edge)",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH3_FRIDGE1 = {
    2141,
    "Металлическая кухня",
    "Шкаф с холодильником",
    "unnamed",
    "",
    "data_money",
    25000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH3_SINK1 = {
    2132,
    "Металлическая кухня",
    "Шкаф с умывальником",
    "unnamed",
    "",
    "data_money",
    30000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH3_R1 = {
    2133,
    "Металлическая кухня",
    "Шкаф с ящиками",
    "unnamed",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH3_L1 = {
    2134,
    "Металлическая кухня",
    "Шкаф с ящиком",
    "unnamed",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH3_ROT1 = {
    2341,
    "Металлическая кухня",
    "Шкаф угловой",
    "unnamed",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_FRIDGE1 = {
    2127,
    "Красная кухня",
    "Шкаф с холодильником",
    "cj_red",
    "",
    "data_money",
    80000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_SINK1 = {
    2130,
    "Красная кухня",
    "Шкаф с умывальником",
    "cj_red",
    "",
    "data_money",
    60000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_R1 = {
    2129,
    "Красная кухня",
    "Шкаф с ящиком",
    "cj_red",
    "",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_L1 = {
    2128,
    "Красная кухня",
    "Высокий шкаф",
    "cj_red",
    "",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_ROT1 = {
    2304,
    "Красная кухня",
    "Шкаф угловой",
    "cj_red",
    "",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_FRIDGE1_1 = {
    2127,
    "Синяя кухня",
    "Шкаф с холодильником",
    "cj_red",
    "kitch/texture_1",
    "data_money",
    80000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_SINK1_1 = {
    2130,
    "Синяя кухня",
    "Шкаф с умывальником",
    "cj_red",
    "kitch/texture_1",
    "data_money",
    60000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_R1_1 = {
    2129,
    "Синяя кухня",
    "Шкаф с ящиком",
    "cj_red",
    "kitch/texture_1",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_L1_1 = {
    2128,
    "Синяя кухня",
    "Высокий шкаф",
    "cj_red",
    "kitch/texture_1",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_ROT1_1 = {
    2304,
    "Синяя кухня",
    "Шкаф угловой",
    "cj_red",
    "kitch/texture_1",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_FRIDGE1_2 = {
    2127,
    "Зеленая кухня",
    "Шкаф с холодильником",
    "cj_red",
    "kitch/texture_2",
    "data_money",
    80000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_SINK1_2 = {
    2130,
    "Зеленая кухня",
    "Шкаф с умывальником",
    "cj_red",
    "kitch/texture_2",
    "data_money",
    60000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_R1_2 = {
    2129,
    "Зеленая кухня",
    "Шкаф с ящиком",
    "cj_red",
    "kitch/texture_2",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_L1_2 = {
    2128,
    "Зеленая кухня",
    "Высокий шкаф",
    "cj_red",
    "kitch/texture_2",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_ROT1_2 = {
    2304,
    "Зеленая кухня",
    "Шкаф угловой",
    "cj_red",
    "kitch/texture_2",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_FRIDGE1_3 = {
    2127,
    "Серая кухня",
    "Шкаф с холодильником",
    "cj_red",
    "kitch/texture_3",
    "data_money",
    80000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_SINK1_3 = {
    2130,
    "Серая кухня",
    "Шкаф с умывальником",
    "cj_red",
    "kitch/texture_3",
    "data_money",
    60000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_R1_3 = {
    2129,
    "Серая кухня",
    "Шкаф с ящиком",
    "cj_red",
    "kitch/texture_3",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_L1_3 = {
    2128,
    "Серая кухня",
    "Высокий шкаф",
    "cj_red",
    "kitch/texture_3",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_ROT1_3 = {
    2304,
    "Серая кухня",
    "Шкаф угловой",
    "cj_red",
    "kitch/texture_3",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_FRIDGE1_4 = {
    2127,
    "Розовая кухня",
    "Шкаф с холодильником",
    "cj_red",
    "kitch/texture_4",
    "data_money",
    80000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_SINK1_4 = {
    2130,
    "Розовая кухня",
    "Шкаф с умывальником",
    "cj_red",
    "kitch/texture_4",
    "data_money",
    60000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_R1_4 = {
    2129,
    "Розовая кухня",
    "Шкаф с ящиком",
    "cj_red",
    "kitch/texture_4",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_L1_4 = {
    2128,
    "Розовая кухня",
    "Высокий шкаф",
    "cj_red",
    "kitch/texture_4",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_ROT1_4 = {
    2304,
    "Розовая кухня",
    "Шкаф угловой",
    "cj_red",
    "kitch/texture_4",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_FRIDGE1_5 = {
    2127,
    "Черная кухня",
    "Шкаф с холодильником",
    "cj_red",
    "kitch/texture_5",
    "data_money",
    100000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_SINK1_5 = {
    2130,
    "Черная кухня",
    "Шкаф с умывальником",
    "cj_red",
    "kitch/texture_5",
    "data_money",
    80000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_R1_5 = {
    2129,
    "Черная кухня",
    "Шкаф с ящиком",
    "cj_red",
    "kitch/texture_5",
    "data_money",
    80000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_L1_5 = {
    2128,
    "Черная кухня",
    "Высокий шкаф",
    "cj_red",
    "kitch/texture_5",
    "data_money",
    80000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_ROT1_5 = {
    2304,
    "Черная кухня",
    "Шкаф угловой",
    "cj_red",
    "kitch/texture_5",
    "data_money",
    80000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_FRIDGE1_6 = {
    2127,
    "Золотистая кухня",
    "Шкаф с холодильником",
    "cj_red",
    "kitch/texture_6",
    "data_money",
    80000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_SINK1_6 = {
    2130,
    "Золотистая кухня",
    "Шкаф с умывальником",
    "cj_red",
    "kitch/texture_6",
    "data_money",
    60000,
    {
      -0.5,
      0,
      0
    }
  },
  CJ_KITCH4_R1_6 = {
    2129,
    "Золотистая кухня",
    "Шкаф с ящиком",
    "cj_red",
    "kitch/texture_6",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_L1_6 = {
    2128,
    "Золотистая кухня",
    "Высокий шкаф",
    "cj_red",
    "kitch/texture_6",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  CJ_KITCH4_ROT1_6 = {
    2304,
    "Золотистая кухня",
    "Шкаф угловой",
    "cj_red",
    "kitch/texture_6",
    "data_money",
    60000,
    {
      0,
      0,
      0
    }
  },
  long_table1 = {
    2357,
    "Длинный стол",
    "Классический",
    "cj_wood5",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0.3
    }
  },
  long_table2 = {
    2357,
    "Длинный стол",
    "Черное дерево",
    "cj_wood5",
    "wood/texture_1",
    "data_money",
    60000,
    {
      0,
      0,
      0.3
    }
  },
  long_table3 = {
    2357,
    "Длинный стол",
    "Осветленный",
    "cj_wood5",
    "wood/texture_3",
    "data_money",
    60000,
    {
      0,
      0,
      0.3
    }
  },
  long_table4 = {
    2357,
    "Длинный стол",
    "Белое дерево",
    "cj_wood5",
    "wood/texture_2",
    "data_money",
    60000,
    {
      0,
      0,
      0.3
    }
  },
  long_table5 = {
    2357,
    "Длинный стол",
    "Темное дерево",
    "cj_wood5",
    "wood/texture_4",
    "data_money",
    60000,
    {
      0,
      0,
      0.3
    }
  },
  small_table1 = {
    2115,
    "Небольшой стол",
    "Классический",
    "cj_wood1",
    "",
    "data_money",
    20000,
    {
      -0.5,
      0,
      0
    }
  },
  small_table2 = {
    2115,
    "Небольшой стол",
    "Черное дерево",
    "cj_wood1",
    "wood/texture_1",
    "data_money",
    30000,
    {
      -0.5,
      0,
      0
    }
  },
  small_table3 = {
    2115,
    "Небольшой стол",
    "Осветленный",
    "cj_wood1",
    "wood/texture_3",
    "data_money",
    30000,
    {
      -0.5,
      0,
      0
    }
  },
  small_table4 = {
    2115,
    "Небольшой стол",
    "Белое дерево",
    "cj_wood1",
    "wood/texture_2",
    "data_money",
    30000,
    {
      -0.5,
      0,
      0
    }
  },
  small_table5 = {
    2115,
    "Небольшой стол",
    "Темное дерево",
    "cj_wood1",
    "wood/texture_4",
    "data_money",
    30000,
    {
      -0.5,
      0,
      0
    }
  },
  OFFICE_TABLE_1 = {
    2008,
    "Офисные столы",
    "Стол с компьютером №1",
    "cj_wood1",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0
    }
  },
  OFFICE_TABLE_3 = {
    2181,
    "Офисные столы",
    "Стол с компьютером №2",
    "cj_wood1",
    "",
    "data_money",
    30000,
    {
      0,
      0,
      0
    }
  },
  OFFICE_TABLE_4 = {
    2165,
    "Офисные столы",
    "Стол с компьютером №3",
    "cj_wood1",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0
    }
  },
  OFFICE_TABLE_5 = {
    2308,
    "Офисные столы",
    "Офисный стол с документами",
    "cj_wood1",
    "",
    "data_money",
    30000,
    {
      0,
      0,
      0
    }
  },
  coffee_table1 = {
    1814,
    "Столик для коффе",
    "Классический",
    "cj_wood1",
    "",
    "data_money",
    20000,
    {
      -0.5,
      -1,
      0.3
    }
  },
  coffee_table2 = {
    1814,
    "Столик для коффе",
    "Черное дерево",
    "cj_wood1",
    "wood/texture_1",
    "data_money",
    40000,
    {
      -0.5,
      -1,
      0.3
    }
  },
  coffee_table3 = {
    1814,
    "Столик для коффе",
    "Осветленный",
    "cj_wood1",
    "wood/texture_3",
    "data_money",
    40000,
    {
      -0.5,
      -1,
      0.3
    }
  },
  coffee_table4 = {
    1814,
    "Столик для коффе",
    "Белое дерево",
    "cj_wood1",
    "wood/texture_2",
    "data_money",
    40000,
    {
      -0.5,
      -1,
      0.3
    }
  },
  coffee_table5 = {
    1814,
    "Столик для коффе",
    "Темное дерево",
    "cj_wood1",
    "wood/texture_4",
    "data_money",
    40000,
    {
      -0.5,
      -1,
      0.3
    }
  },
  route_table1 = {
    2111,
    "Круглый стол",
    "Классический",
    "cj_wood6",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0.3
    }
  },
  route_table2 = {
    2111,
    "Круглый стол",
    "Черное дерево",
    "cj_wood6",
    "wood/texture_1",
    "data_money",
    40000,
    {
      0,
      0,
      0.3
    }
  },
  route_table3 = {
    2111,
    "Круглый стол",
    "Осветленный",
    "cj_wood6",
    "wood/texture_3",
    "data_money",
    40000,
    {
      0,
      0,
      0.3
    }
  },
  route_table4 = {
    2111,
    "Круглый стол",
    "Белое дерево",
    "cj_wood6",
    "wood/texture_2",
    "data_money",
    40000,
    {
      0,
      0,
      0.3
    }
  },
  route_table5 = {
    2111,
    "Круглый стол",
    "Темное дерево",
    "cj_wood6",
    "wood/texture_4",
    "data_money",
    40000,
    {
      0,
      0,
      0.3
    }
  },
  glass_table1 = {
    2086,
    "Стеклянный круглый стол",
    "Классический",
    "cj_wood_dark",
    "",
    "data_money",
    30000,
    {
      0,
      0,
      0.3
    }
  },
  glass_table3 = {
    2086,
    "Стеклянный круглый стол",
    "Осветленный",
    "cj_wood_dark",
    "wood/texture_3",
    "data_money",
    50000,
    {
      0,
      0,
      0.3
    }
  },
  glass_table4 = {
    2086,
    "Стеклянный круглый стол",
    "Белое дерево",
    "cj_wood_dark",
    "wood/texture_2",
    "data_money",
    50000,
    {
      0,
      0,
      0.3
    }
  },
  glass_table5 = {
    2086,
    "Стеклянный круглый стол",
    "Темное дерево",
    "cj_wood_dark",
    "wood/texture_4",
    "data_money",
    50000,
    {
      0,
      0,
      0.3
    }
  },
  journal_table1 = {
    2319,
    "Журнальный столик",
    "Классический",
    "cj_lightwood",
    "",
    "data_money",
    20000,
    {
      -0.8,
      0,
      0
    }
  },
  journal_table2 = {
    2319,
    "Журнальный столик",
    "Черное дерево",
    "cj_lightwood",
    "wood/texture_1",
    "data_money",
    30000,
    {
      -0.8,
      0,
      0
    }
  },
  journal_table3 = {
    2319,
    "Журнальный столик",
    "Осветленный",
    "cj_lightwood",
    "wood/texture_3",
    "data_money",
    30000,
    {
      -0.8,
      0,
      0
    }
  },
  journal_table4 = {
    2319,
    "Журнальный столик",
    "Белое дерево",
    "cj_lightwood",
    "wood/texture_2",
    "data_money",
    30000,
    {
      -0.8,
      0,
      0
    }
  },
  journal_table5 = {
    2319,
    "Журнальный столик",
    "Темное дерево",
    "cj_lightwood",
    "wood/texture_4",
    "data_money",
    30000,
    {
      -0.8,
      0,
      0
    }
  },
  med1_table1 = {
    2206,
    "Компьютерный стол",
    "Классический",
    "cj_wood5",
    "",
    "data_money",
    20000,
    {
      -0.9,
      0,
      0
    }
  },
  med1_table2 = {
    2206,
    "Компьютерный стол",
    "Черное дерево",
    "cj_wood5",
    "wood/texture_1",
    "data_money",
    40000,
    {
      -0.9,
      0,
      0
    }
  },
  med1_table3 = {
    2206,
    "Компьютерный стол",
    "Осветленный",
    "cj_wood5",
    "wood/texture_3",
    "data_money",
    40000,
    {
      -0.9,
      0,
      0
    }
  },
  med1_table4 = {
    2206,
    "Компьютерный стол",
    "Белое дерево",
    "cj_wood5",
    "wood/texture_2",
    "data_money",
    40000,
    {
      -0.9,
      0,
      0
    }
  },
  med1_table5 = {
    2206,
    "Компьютерный стол",
    "Темное дерево",
    "cj_wood5",
    "wood/texture_4",
    "data_money",
    40000,
    {
      -0.9,
      0,
      0
    }
  },
  wood_chair1_1 = {
    2636,
    "Роскошный деревянный стул",
    "Классический",
    "cj_wood6",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  wood_chair1_2 = {
    2636,
    "Роскошный деревянный стул",
    "Черное дерево",
    "cj_wood6",
    "wood/texture_1",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  wood_chair1_3 = {
    2636,
    "Роскошный деревянный стул",
    "Осветленный",
    "cj_wood6",
    "wood/texture_3",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  wood_chair1_4 = {
    2636,
    "Роскошный деревянный стул",
    "Белое дерево",
    "cj_wood6",
    "wood/texture_2",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  wood_chair1_5 = {
    2636,
    "Роскошный деревянный стул",
    "Темное дерево",
    "cj_wood6",
    "wood/texture_4",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  wood_chair2_1 = {
    2310,
    "Комфортный деревянный стул",
    "Классический",
    "cj_wood5",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  wood_chair2_2 = {
    2310,
    "Комфортный деревянный стул",
    "Черное дерево",
    "cj_wood5",
    "wood/texture_1",
    "data_money",
    10000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  wood_chair2_3 = {
    2310,
    "Комфортный деревянный стул",
    "Осветленный",
    "cj_wood5",
    "wood/texture_3",
    "data_money",
    10000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  wood_chair2_4 = {
    2310,
    "Комфортный деревянный стул",
    "Белое дерево",
    "cj_wood5",
    "wood/texture_2",
    "data_money",
    10000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  wood_chair2_5 = {
    2310,
    "Комфортный деревянный стул",
    "Темное дерево",
    "cj_wood5",
    "wood/texture_4",
    "data_money",
    10000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  rocking_chair_1 = {
    2096,
    "Кресло качалка",
    "Классическое",
    "cj_lightwood",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0,
      0
    }
  },
  rocking_chair_2 = {
    2096,
    "Кресло качалка",
    "Черное дерево",
    "cj_lightwood",
    "wood/texture_1",
    "data_money",
    20000,
    {
      0,
      0,
      0,
      0
    }
  },
  rocking_chair_3 = {
    2096,
    "Кресло качалка",
    "Осветленное",
    "cj_lightwood",
    "wood/texture_3",
    "data_money",
    20000,
    {
      0,
      0,
      0,
      0
    }
  },
  rocking_chair_4 = {
    2096,
    "Кресло качалка",
    "Белое дерево",
    "cj_lightwood",
    "wood/texture_2",
    "data_money",
    20000,
    {
      0,
      0,
      0,
      0
    }
  },
  rocking_chair_5 = {
    2096,
    "Кресло качалка",
    "Темное дерево",
    "cj_lightwood",
    "wood/texture_4",
    "data_money",
    20000,
    {
      0,
      0,
      0,
      0
    }
  },
  metal_chair = {
    2776,
    "Металлический стул",
    "Классический",
    "cj_wood5",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0.5,
      0
    }
  },
  med_chair = {
    1721,
    "Офисный стул",
    "Классический",
    "cj_wood5",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0,
      180
    }
  },
  comp_chair1 = {
    2356,
    "Компьютерный стул",
    "Классический",
    "cj_wood5",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0,
      180
    }
  },
  chair1_red = {
    2121,
    "Раскладной стул",
    "Красный",
    "cj_red_leather",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.5
    }
  },
  chair1_gray = {
    2121,
    "Раскладной стул",
    "Серый",
    "cj_red_leather",
    "kitch/texture_3",
    "data_money",
    5000,
    {
      0,
      0,
      0.5
    }
  },
  chair1_blue = {
    2121,
    "Раскладной стул",
    "Синий",
    "cj_red_leather",
    "kitch/texture_1",
    "data_money",
    5000,
    {
      0,
      0,
      0.5
    }
  },
  chair1_green = {
    2121,
    "Раскладной стул",
    "Зеленый",
    "cj_red_leather",
    "kitch/texture_2",
    "data_money",
    5000,
    {
      0,
      0,
      0.5
    }
  },
  chair1_black = {
    2121,
    "Раскладной стул",
    "Черный",
    "cj_red_leather",
    "kitch/texture_5",
    "data_money",
    5000,
    {
      0,
      0,
      0.5
    }
  },
  chair1_yellow = {
    2121,
    "Раскладной стул",
    "Золотистый",
    "cj_red_leather",
    "kitch/texture_6",
    "data_money",
    5000,
    {
      0,
      0,
      0.5
    }
  },
  chair1_pink = {
    2121,
    "Раскладной стул",
    "Розовый",
    "cj_red_leather",
    "kitch/texture_4",
    "data_money",
    5000,
    {
      0,
      0,
      0.5
    }
  },
  bed_old_white = {
    1771,
    "Кровати одноместные",
    "Старая",
    "cj_wood5",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0.5,
      0
    }
  },
  bed0_white = {
    2603,
    "Кровати одноместные",
    "Классическая",
    "cj_wood5",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      0
    }
  },
  bed8_white = {
    1796,
    "Кровати одноместные",
    "Удобная",
    "cj_wood5",
    "",
    "data_money",
    20000,
    {
      -0.1,
      -2,
      0.1,
      0
    }
  },
  bed2_white = {
    1801,
    "Кровати двухместные",
    "Старая",
    "cj_wood5",
    "",
    "data_money",
    20000,
    {
      -0.5,
      -2,
      0,
      0
    }
  },
  bed5_white = {
    2302,
    "Кровати двухместные",
    "Деревянная",
    "cj_wood5",
    "",
    "data_money",
    40000,
    {
      -0.5,
      -2,
      0,
      0
    }
  },
  bed3_white = {
    1794,
    "Кровати двухместные",
    "Удобная",
    "cj_wood5",
    "",
    "data_money",
    25000,
    {
      -0.5,
      -2,
      0,
      0
    }
  },
  bed1_white = {
    1725,
    "Кровати двухместные",
    "Комфортная",
    "cj_wood5",
    "",
    "data_money",
    40000,
    {
      -0.5,
      -2,
      0,
      0
    }
  },
  bed9_white = {
    1797,
    "Кровати двухместные",
    "Стильная",
    "cj_wood5",
    "",
    "data_money",
    60000,
    {
      -0.5,
      -2,
      0,
      0
    }
  },
  bed6_white = {
    14446,
    "Траходромы",
    "Зебра",
    "zebra_skin",
    "",
    "data_donat",
    200,
    {
      0,
      0,
      0.5,
      0
    }
  },
  bed7_white = {
    14446,
    "Траходромы",
    "Леопард",
    "zebra_skin",
    "sofa/texture_6",
    "data_donat",
    200,
    {
      0,
      0,
      0.5,
      0
    }
  },
  bed10_white = {
    14446,
    "Траходромы",
    "Сердечки",
    "zebra_skin",
    "sofa/texture_7",
    "data_donat",
    250,
    {
      0,
      0,
      0.5,
      0
    }
  },
  bed11_white = {
    1646,
    "Лежаки",
    "Лежак с полотенцем",
    "zebra_skin",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      0
    }
  },
  bed12_white = {
    1645,
    "Лежаки",
    "Лежак классический",
    "zebra_skin",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      0
    }
  },
  bed13_white = {
    1255,
    "Лежаки",
    "Лежак Деревянный",
    "zebra_skin",
    "",
    "data_money",
    25000,
    {
      0,
      0,
      0.5,
      0
    }
  },
  TV1 = {
    1747,
    "Телевизоры и приставки",
    "Деревянный телевизор",
    "zebra_skin",
    "",
    "data_money",
    5000,
    {
      0.2,
      0,
      0.5,
      0
    }
  },
  TV2 = {
    1518,
    "Телевизоры и приставки",
    "Черный телевизор",
    "zebra_skin",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0.6,
      0
    }
  },
  TV3 = {
    1786,
    "Телевизоры и приставки",
    "Большой телевизор",
    "zebra_skin",
    "",
    "data_money",
    15000,
    {
      -0.1,
      0,
      0.3,
      0
    }
  },
  TV4 = {
    1751,
    "Телевизоры и приставки",
    "Серый телевизор",
    "zebra_skin",
    "",
    "data_money",
    5000,
    {
      0.2,
      0,
      0.4,
      0
    }
  },
  TV5 = {
    2595,
    "Телевизоры и приставки",
    "телевизор с магнитолой",
    "zebra_skin",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0.6,
      -90
    }
  },
  TV6 = {
    1792,
    "Телевизоры и приставки",
    "Закругленный телевизор",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      -0.1,
      0,
      0.3,
      0
    }
  },
  TV7 = {
    1785,
    "Телевизоры и приставки",
    "Видеомагнитофон серый",
    "zebra_skin",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.6,
      0
    }
  },
  TV8 = {
    2028,
    "Телевизоры и приставки",
    "Игровая приставка черная",
    "zebra_skin",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0.6,
      0
    }
  },
  TV9 = {
    1719,
    "Телевизоры и приставки",
    "Игровая приставка серая",
    "zebra_skin",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0.6,
      0
    }
  },
  AUDIO1 = {
    2232,
    "Аудиосистемы",
    "Огромная черная колонка",
    "zebra_skin",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0.6,
      0
    }
  },
  AUDIO2 = {
    1841,
    "Аудиосистемы",
    "Маленькая серая колонка",
    "zebra_skin",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0.4,
      90
    }
  },
  AUDIO3 = {
    2229,
    "Аудиосистемы",
    "Высокая черная колонка",
    "zebra_skin",
    "",
    "data_money",
    40000,
    {
      0.3,
      0,
      0,
      0
    }
  },
  AUDIO4 = {
    2230,
    "Аудиосистемы",
    "Высокая деревянная колонка",
    "zebra_skin",
    "",
    "data_money",
    30000,
    {
      0.3,
      0,
      0,
      0
    }
  },
  AUDIO5 = {
    2231,
    "Аудиосистемы",
    "Большая деревянная колонка",
    "zebra_skin",
    "",
    "data_money",
    30000,
    {
      0.2,
      0,
      0.3,
      0
    }
  },
  AUDIO6 = {
    1809,
    "Аудиосистемы",
    "Черный мультимедийный центр",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0.3,
      0
    }
  },
  AUDIO7 = {
    1839,
    "Аудиосистемы",
    "Серый мультимедийный центр",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0.3,
      90
    }
  },
  AUDIO8 = {
    2099,
    "Аудиосистемы",
    "Виниловый проигрыватель",
    "zebra_skin",
    "",
    "data_money",
    60000,
    {
      -0.1,
      0,
      0,
      0
    }
  },
  AUDIO9 = {
    2103,
    "Аудиосистемы",
    "Серый магнитофон",
    "zebra_skin",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0.1,
      0
    }
  },
  KITCH1 = {
    2149,
    "Прочее",
    "Микроволновая печь",
    "zebra_skin",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.5,
      0
    }
  },
  KITCH2 = {
    1808,
    "Прочее",
    "Кулер белый",
    "zebra_skin",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      0
    }
  },
  KITCH3 = {
    2002,
    "Прочее",
    "Кулер черный",
    "zebra_skin",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      0
    }
  },
  KITCH4 = {
    1208,
    "Прочее",
    "Стиральная машина",
    "zebra_skin",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      180
    }
  },
  KITCH5 = {
    2426,
    "Прочее",
    "Печь для пиццы",
    "zebra_skin",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      0
    }
  },
  PC1 = {
    2190,
    "Прочее",
    "Персональный комьютер",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      0.5,
      0
    }
  },
  GAME1 = {
    2779,
    "Прочее",
    "Игровой автомат",
    "zebra_skin",
    "",
    "data_money",
    50000,
    {
      0,
      0,
      0,
      0
    }
  },
  PRINTER1 = {
    2202,
    "Прочее",
    "Большой принтер",
    "zebra_skin",
    "",
    "data_money",
    30000,
    {
      0,
      0,
      0,
      0
    }
  },
  OFFICE_MED_1 = {
    2167,
    "Офисные шкафы",
    "Закрытый шкаф",
    "zebra_skin",
    "",
    "data_money",
    30000,
    {
      0,
      0,
      0,
      0
    }
  },
  OFFICE_MED_2 = {
    2161,
    "Офисные шкафы",
    "Офисная книжная полка",
    "zebra_skin",
    "",
    "data_money",
    40000,
    {
      0,
      0,
      0,
      0
    }
  },
  OFFICE_MED_3 = {
    2191,
    "Офисные шкафы",
    "Офисный шкаф с документами",
    "zebra_skin",
    "",
    "data_money",
    30000,
    {
      0,
      0,
      0,
      0
    }
  },
  OFFICE_MED_4 = {
    2197,
    "Офисные шкафы",
    "Офисный железный шкаф",
    "zebra_skin",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      0,
      0
    }
  },
  PIC1 = {
    2258,
    "Картины",
    "Картина с пейзажем города",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC2 = {
    2273,
    "Картины",
    "Картина с цветами",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC3 = {
    2282,
    "Картины",
    "Картина c видом на лес",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC4 = {
    2281,
    "Картины",
    "Картина с видом на мост",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC5 = {
    2277,
    "Картины",
    "Картина с кошкой",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC6 = {
    2276,
    "Картины",
    "Картина с видом на мосты",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC7 = {
    2272,
    "Картины",
    "Картина с пейзажем",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC8 = {
    2260,
    "Картины",
    "Картина с лодкой ",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC9 = {
    2268,
    "Картины",
    "Картина с котенком",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC10 = {
    2266,
    "Картины",
    "Картина с видом на дом",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC11 = {
    2265,
    "Картины",
    "Картина с видом на пустыню",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC12 = {
    2263,
    "Картины",
    "Картина с ночным городом",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC13 = {
    2267,
    "Картины",
    "Картина с видом на корабль",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC14 = {
    2284,
    "Картины",
    "Картина с видом на церковь",
    "zebra_skin",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      1,
      0
    }
  },
  PIC15 = {
    2828,
    "Картины",
    "Фотографии в рамках",
    "zebra_skin",
    "",
    "data_money",
    10000,
    {
      0,
      0,
      1,
      0
    }
  },
  CURTAIN1_BLUE = {
    2559,
    "Занавески открытые",
    "Голубые",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_1",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN1_RED = {
    2559,
    "Занавески открытые",
    "Красные",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_2",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN1_GREEN = {
    2559,
    "Занавески открытые",
    "Зеленые",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_3",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN1_YELLOW = {
    2559,
    "Занавески открытые",
    "Желтые",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_4",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN1_BLACK = {
    2559,
    "Занавески открытые",
    "Черные",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_5",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN1_VILLAGE = {
    2559,
    "Занавески открытые",
    "Деревенские",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_6",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN1_FLOWER = {
    2559,
    "Занавески открытые",
    "С цветами",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_7",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN1_WHITE = {
    2559,
    "Занавески открытые",
    "Белые",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_8",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN2_BLUE = {
    2558,
    "Занавески закрытые",
    "Голубые",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_1",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN2_RED = {
    2558,
    "Занавески закрытые",
    "Красные",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_2",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN2_GREEN = {
    2558,
    "Занавески закрытые",
    "Зеленые",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_3",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN2_YELLOW = {
    2558,
    "Занавески закрытые",
    "Желтые",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_4",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN2_BLACK = {
    2558,
    "Занавески закрытые",
    "Черные",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_5",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN2_VILLAGE = {
    2558,
    "Занавески закрытые",
    "Деревенские",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_6",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN2_FLOWER = {
    2558,
    "Занавески закрытые",
    "С цветами",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_7",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN2_WHITE = {
    2558,
    "Занавески закрытые",
    "Белые",
    "CJ_H_CURTAIN1",
    "CURTAIN/texture_8",
    "data_money",
    5000,
    {
      -0.5,
      0,
      0,
      0
    }
  },
  CURTAIN3_BLUE = {
    14752,
    "Занавески помятые открытые",
    "Голубые",
    "AH_CURTAINS1",
    "CURTAIN/texture_1",
    "data_money",
    5000,
    {
      0.1,
      0,
      0.6,
      90
    }
  },
  CURTAIN3_RED = {
    14752,
    "Занавески помятые открытые",
    "Красные",
    "AH_CURTAINS1",
    "CURTAIN/texture_2",
    "data_money",
    5000,
    {
      0.1,
      0,
      0.6,
      90
    }
  },
  CURTAIN3_GREEN = {
    14752,
    "Занавески помятые открытые",
    "Зеленые",
    "AH_CURTAINS1",
    "CURTAIN/texture_3",
    "data_money",
    5000,
    {
      0.1,
      0,
      0.6,
      90
    }
  },
  CURTAIN3_YELLOW = {
    14752,
    "Занавески помятые открытые",
    "Желтые",
    "AH_CURTAINS1",
    "CURTAIN/texture_4",
    "data_money",
    5000,
    {
      0.1,
      0,
      0.6,
      90
    }
  },
  CURTAIN3_BLACK = {
    14752,
    "Занавески помятые открытые",
    "Черные",
    "AH_CURTAINS1",
    "CURTAIN/texture_5",
    "data_money",
    5000,
    {
      0.1,
      0,
      0.6,
      90
    }
  },
  CURTAIN3_VILLAGE = {
    14752,
    "Занавески помятые открытые",
    "Деревенские",
    "AH_CURTAINS1",
    "CURTAIN/texture_6",
    "data_money",
    5000,
    {
      0.1,
      0,
      0.6,
      90
    }
  },
  CURTAIN3_FLOWER = {
    14752,
    "Занавески помятые открытые",
    "С цветами",
    "AH_CURTAINS1",
    "CURTAIN/texture_7",
    "data_money",
    5000,
    {
      0.1,
      0,
      0.6,
      90
    }
  },
  CURTAIN3_WHITE = {
    14752,
    "Занавески помятые открытые",
    "Белые",
    "AH_CURTAINS1",
    "CURTAIN/texture_8",
    "data_money",
    5000,
    {
      0.1,
      0,
      0.6,
      90
    }
  },
  VEG1 = {
    630,
    "Растения",
    "Небольшая пальма",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      1,
      90
    }
  },
  VEG2 = {
    2001,
    "Растения",
    "Пальма",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0,
      90
    }
  },
  VEG3 = {
    2241,
    "Растения",
    "Папоротник",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0.2,
      90
    }
  },
  VEG4 = {
    2245,
    "Растения",
    "Герань",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  VEG5 = {
    2811,
    "Растения",
    "Острые листья",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0,
      90
    }
  },
  VEG6 = {
    2243,
    "Растения",
    "Красный горшок",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0.2,
      90
    }
  },
  VEG7 = {
    861,
    "Растения",
    "Маленький куст",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0,
      90
    }
  },
  VEG8 = {
    325,
    "Растения",
    "Букет цветов",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0,
      90
    }
  },
  CARPET1 = {
    2847,
    "Ковры",
    "Желтый ковер",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  CARPET2 = {
    2842,
    "Ковры",
    "Красный ковер",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  CARPET3 = {
    2841,
    "Ковры",
    "Синий овальный ковер",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  CARPET10 = {
    2835,
    "Ковры",
    "Белый овальный ковер",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  CARPET4 = {
    2836,
    "Ковры",
    "Бело-желтый ковер",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  CARPET5 = {
    2833,
    "Ковры",
    "Узорчатый ковер",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  CARPET6 = {
    2834,
    "Ковры",
    "Белый ковер",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  CARPET7 = {
    2818,
    "Ковры",
    "Ярко красный ковер",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  CARPET8 = {
    2817,
    "Ковры",
    "Голубой ковер",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  CARPET9 = {
    2815,
    "Ковры",
    "Серый ковер",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  CARPET11 = {
    1828,
    "Ковры",
    "Шкура тигра",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0.5,
      -0.5,
      0.5,
      90
    }
  },
  FLAG1 = {
    2047,
    "Флаги и постеры",
    "Флаг Los Santos",
    "zebra_skin",
    "",
    "data_money",
    30000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG2 = {
    2048,
    "Флаги и постеры",
    "Флаг Конфедерации",
    "zebra_skin",
    "",
    "data_money",
    30000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG3 = {
    2048,
    "Флаги и постеры",
    "Флаг USA",
    "cj_flag2",
    "flag/texture_1",
    "data_money",
    50000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG4 = {
    2048,
    "Флаги и постеры",
    "Флаг USSR",
    "cj_flag2",
    "flag/texture_2",
    "data_money",
    50000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG5 = {
    2048,
    "Флаги и постеры",
    "Флаг AC/DC",
    "cj_flag2",
    "flag/texture_3",
    "data_donat",
    100,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG6 = {
    2048,
    "Флаги и постеры",
    "Флаг Britain ",
    "cj_flag2",
    "flag/texture_4",
    "data_money",
    50000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG7 = {
    2048,
    "Флаги и постеры",
    "Флаг Italy",
    "cj_flag2",
    "flag/texture_5",
    "data_money",
    50000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG8 = {
    2048,
    "Флаги и постеры",
    "Флаг Sweden",
    "cj_flag2",
    "flag/texture_6",
    "data_money",
    50000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG9 = {
    2048,
    "Флаги и постеры",
    "Флаг China",
    "cj_flag2",
    "flag/texture_7",
    "data_money",
    50000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG10 = {
    2048,
    "Флаги и постеры",
    "Флаг Vietnam",
    "cj_flag2",
    "flag/texture_8",
    "data_money",
    50000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG11 = {
    2048,
    "Флаги и постеры",
    "Флаг Miami",
    "cj_flag2",
    "flag/texture_9",
    "data_money",
    70000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG12 = {
    2048,
    "Флаги и постеры",
    "Флаг California",
    "cj_flag2",
    "flag/texture_10",
    "data_money",
    80000,
    {
      0,
      0,
      1,
      0
    }
  },
  FLAG13 = {
    2048,
    "Флаги и постеры",
    "Флаг Boston",
    "cj_flag2",
    "flag/texture_11",
    "data_money",
    150000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER1 = {
    2691,
    "Флаги и постеры",
    "Постер Base 5",
    "zebra_skin",
    "",
    "data_money",
    30000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER2 = {
    2691,
    "Флаги и постеры",
    "Постер Love Fist",
    "base5_2",
    "poster/texture_1",
    "data_money",
    100000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER3 = {
    2691,
    "Флаги и постеры",
    "Постер Punks Not Dead",
    "base5_2",
    "poster/texture_2",
    "data_money",
    100000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER4 = {
    2691,
    "Флаги и постеры",
    "Постер Vice City",
    "base5_2",
    "poster/texture_3",
    "data_money",
    100000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER5 = {
    2691,
    "Флаги и постеры",
    "Постер Король и Шут",
    "base5_2",
    "poster/texture_4",
    "data_donat",
    100,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER6 = {
    2691,
    "Флаги и постеры",
    "Постер Candy Suxxx",
    "base5_2",
    "poster/texture_5",
    "data_money",
    100000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER7 = {
    2691,
    "Флаги и постеры",
    "Постер Grovee Street 4 Life",
    "base5_2",
    "poster/texture_6",
    "data_money",
    250000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER8 = {
    2691,
    "Флаги и постеры",
    "Постер BALLAS",
    "base5_2",
    "poster/texture_7",
    "data_money",
    250000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER9 = {
    2691,
    "Флаги и постеры",
    "Постер SUERTE O MUERTE",
    "base5_2",
    "poster/texture_8",
    "data_money",
    250000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER10 = {
    2691,
    "Флаги и постеры",
    "Постер HAVE A TRAIN",
    "base5_2",
    "poster/texture_9",
    "data_donat",
    100,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER11 = {
    2691,
    "Флаги и постеры",
    "Постер Harley Davidson",
    "base5_2",
    "poster/texture_10",
    "data_money",
    200000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER12 = {
    2691,
    "Флаги и постеры",
    "Постер Obama Hype",
    "base5_2",
    "poster/texture_11",
    "data_money",
    200000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER13 = {
    2691,
    "Флаги и постеры",
    "Постер Tupac",
    "base5_2",
    "poster/texture_12",
    "data_donat",
    150,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER14 = {
    2691,
    "Флаги и постеры",
    "Постер Work Harder Comrade",
    "base5_2",
    "poster/texture_13",
    "data_donat",
    200,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER15 = {
    2691,
    "Флаги и постеры",
    "Постер Triads",
    "base5_2",
    "poster/texture_14",
    "data_money",
    250000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER16 = {
    2691,
    "Флаги и постеры",
    "Постер Криминальное Чтиво",
    "base5_2",
    "poster/texture_15",
    "data_donat",
    200,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER17 = {
    2691,
    "Флаги и постеры",
    "Постер Ума Турман",
    "base5_2",
    "poster/texture_16",
    "data_donat",
    200,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER18 = {
    2691,
    "Флаги и постеры",
    "Постер MALIBU",
    "base5_2",
    "poster/texture_17",
    "data_money",
    200000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER19 = {
    2691,
    "Флаги и постеры",
    "Постер Las Venturas",
    "base5_2",
    "poster/texture_18",
    "data_money",
    200000,
    {
      0,
      0,
      1,
      0
    }
  },
  BANNER20 = {
    2691,
    "Флаги и постеры",
    "Постер Vice City",
    "base5_2",
    "poster/texture_19",
    "data_money",
    300000,
    {
      0,
      0,
      1,
      0
    }
  },
  CLOSET_1 = {
    2329,
    "Деревянный шкаф",
    "Классический",
    "CJ_WOOD1",
    "",
    "data_money",
    30000,
    {
      -0.5,
      -1,
      -0.5
    }
  },
  CLOSET_2 = {
    2329,
    "Деревянный шкаф",
    "Черное дерево",
    "CJ_WOOD1",
    "wood/texture_1",
    "data_money",
    50000,
    {
      -0.5,
      -1,
      -0.5
    }
  },
  CLOSET_3 = {
    2329,
    "Деревянный шкаф",
    "Осветленный",
    "CJ_WOOD1",
    "wood/texture_3",
    "data_money",
    50000,
    {
      -0.5,
      -1,
      -0.5
    }
  },
  CLOSET_4 = {
    2329,
    "Деревянный шкаф",
    "Белое дерево",
    "CJ_WOOD1",
    "wood/texture_2",
    "data_money",
    50000,
    {
      -0.5,
      -1,
      -0.5
    }
  },
  CLOSET_5 = {
    2329,
    "Деревянный шкаф",
    "Темное дерево",
    "CJ_WOOD1",
    "wood/texture_4",
    "data_money",
    50000,
    {
      -0.5,
      -1,
      -0.5
    }
  },
  CLOSET_LOW_1 = {
    2088,
    "Небольшой деревянный шкаф",
    "Классический",
    "CJ_WOOD1",
    "",
    "data_money",
    30000,
    {
      -0.5,
      -1,
      0
    }
  },
  CLOSET_LOW_2 = {
    2088,
    "Небольшой деревянный шкаф",
    "Черное дерево",
    "CJ_WOOD1",
    "wood/texture_1",
    "data_money",
    50000,
    {
      -0.5,
      -1,
      0
    }
  },
  CLOSET_LOW_3 = {
    2088,
    "Небольшой деревянный шкаф",
    "Осветленный",
    "CJ_WOOD1",
    "wood/texture_3",
    "data_money",
    50000,
    {
      -0.5,
      -1,
      0
    }
  },
  CLOSET_LOW_4 = {
    2088,
    "Небольшой деревянный шкаф",
    "Белое дерево",
    "CJ_WOOD1",
    "wood/texture_2",
    "data_money",
    50000,
    {
      -0.5,
      -1,
      0
    }
  },
  CLOSET_LOW_5 = {
    2088,
    "Небольшой деревянный шкаф",
    "Темное дерево",
    "CJ_WOOD1",
    "wood/texture_4",
    "data_money",
    50000,
    {
      -0.5,
      -1,
      0
    }
  },
  CLOSET_DOWN_1 = {
    2323,
    "Низкий деревянный шкаф",
    "Классический",
    "CJ_WOOD1",
    "",
    "data_money",
    15000,
    {
      -0.5,
      -1,
      0
    }
  },
  CLOSET_DOWN_2 = {
    2323,
    "Низкий деревянный шкаф",
    "Черное дерево",
    "CJ_WOOD1",
    "wood/texture_1",
    "data_money",
    30000,
    {
      -0.5,
      -1,
      0
    }
  },
  CLOSET_DOWN_3 = {
    2323,
    "Низкий деревянный шкаф",
    "Осветленный",
    "CJ_WOOD1",
    "wood/texture_3",
    "data_money",
    30000,
    {
      -0.5,
      -1,
      0
    }
  },
  CLOSET_DOWN_4 = {
    2323,
    "Низкий деревянный шкаф",
    "Белое дерево",
    "CJ_WOOD1",
    "wood/texture_2",
    "data_money",
    30000,
    {
      -0.5,
      -1,
      0
    }
  },
  CLOSET_DOWN_5 = {
    2323,
    "Низкий деревянный шкаф",
    "Темное дерево",
    "CJ_WOOD1",
    "wood/texture_4",
    "data_money",
    30000,
    {
      -0.5,
      -1,
      0
    }
  },
  CLOSET_BOOK_1 = {
    1742,
    "Книжный шкаф",
    "Классический",
    "CJ_WOOD1",
    "",
    "data_money",
    30000,
    {
      -0.2,
      0.5,
      0
    }
  },
  CLOSET_BOOK_2 = {
    1742,
    "Книжный шкаф",
    "Черное дерево",
    "CJ_WOOD1",
    "wood/texture_1",
    "data_money",
    50000,
    {
      -0.2,
      0.5,
      0
    }
  },
  CLOSET_BOOK_3 = {
    1742,
    "Книжный шкаф",
    "Осветленный",
    "CJ_WOOD1",
    "wood/texture_3",
    "data_money",
    50000,
    {
      -0.2,
      0.5,
      0
    }
  },
  CLOSET_BOOK_4 = {
    1742,
    "Книжный шкаф",
    "Белое дерево",
    "CJ_WOOD1",
    "wood/texture_2",
    "data_money",
    50000,
    {
      -0.2,
      0.5,
      0
    }
  },
  CLOSET_BOOK_5 = {
    1742,
    "Книжный шкаф",
    "Темное дерево",
    "CJ_WOOD1",
    "wood/texture_4",
    "data_money",
    50000,
    {
      -0.2,
      0.5,
      0
    }
  },
  BOOK1 = {
    2855,
    "Журналы и книги",
    "Пачка журналов",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  BOOK2 = {
    2059,
    "Журналы и книги",
    "Разбросанные тетради",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  BOOK3 = {
    2854,
    "Журналы и книги",
    "Разбросанные книги №1",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  BOOK4 = {
    2853,
    "Журналы и книги",
    "Разбросанные книги №2",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  BOOK5 = {
    2813,
    "Журналы и книги",
    "Разбросанные книги №3",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  BOOK6 = {
    2827,
    "Журналы и книги",
    "Разбросанные книги и журналы",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  BOOK7 = {
    2824,
    "Журналы и книги",
    "Открытая книга",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  BOOK8 = {
    2852,
    "Журналы и книги",
    "Разбросанные журналы №1",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  BOOK9 = {
    2816,
    "Журналы и книги",
    "Разбросанные журналы №2",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  KITCH_DECOR1 = {
    2865,
    "Посуда",
    "Набор тарелок №1",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  KITCH_DECOR2 = {
    2850,
    "Посуда",
    "Грязная посуда №1",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  KITCH_DECOR3 = {
    2832,
    "Посуда",
    "Грязная посуда №2",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  KITCH_DECOR4 = {
    1520,
    "Посуда",
    "Pissvasser",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.2,
      90
    }
  },
  KITCH_DECOR5 = {
    1486,
    "Посуда",
    "Vinewood",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.2,
      90
    }
  },
  KITCH_DECOR6 = {
    1551,
    "Посуда",
    "Jameson",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.2,
      90
    }
  },
  KITCH_DECOR7 = {
    1544,
    "Посуда",
    "Jack Daniels",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.2,
      90
    }
  },
  KITCH_DECOR8 = {
    1541,
    "Посуда",
    "Помпы для разлития напитков",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.2,
      90
    }
  },
  KITCH_DECOR9 = {
    1488,
    "Посуда",
    "Помпа для разлития виски",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.2,
      90
    }
  },
  KITCH_DECOR10 = {
    1511,
    "Посуда",
    "Помпа для разлития водки",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.2,
      90
    }
  },
  KITCH_DECOR11 = {
    1670,
    "Посуда",
    "Две бутылки вина",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.2,
      90
    }
  },
  KITCH_DECOR12 = {
    2862,
    "Посуда",
    "Набор тарелок №2",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  KITCH_DECOR13 = {
    2864,
    "Посуда",
    "Набор чашек",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  TOY1 = {
    2480,
    "Игрушки",
    "Коробки с игрушками машинок",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  TOY2 = {
    2471,
    "Игрушки",
    "Коробки с игрушечными поездами",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  TOY3 = {
    2490,
    "Игрушки",
    "Коробки с игрушками GTA Vice City",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  TOY4 = {
    2511,
    "Игрушки",
    "Моделька самолетика",
    "AH_CURTAINS1",
    "",
    "data_money",
    50000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  TOY5 = {
    2486,
    "Игрушки",
    "Стенд самолетиков",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  TOY6 = {
    2489,
    "Игрушки",
    "Стойка с игрушками Manhunt",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  TOY7 = {
    2474,
    "Игрушки",
    "Стенд поездов",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  TOY8 = {
    2484,
    "Игрушки",
    "Моделька яхты",
    "AH_CURTAINS1",
    "",
    "data_money",
    25000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  TOY9 = {
    2512,
    "Игрушки",
    "Моделька бумажного самолета",
    "AH_CURTAINS1",
    "",
    "data_money",
    15000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  TOY10 = {
    2481,
    "Игрушки",
    "Коробка с БТР",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0.5,
      90
    }
  },
  CLOTH1 = {
    2704,
    "Одежда",
    "Оранжевый худи",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH2 = {
    2689,
    "Одежда",
    "Белый балахон",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH3 = {
    2705,
    "Одежда",
    "Белая футболка",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH4 = {
    2389,
    "Одежда",
    "Спортивные костюмы",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH5 = {
    2396,
    "Одежда",
    "Черные свитера",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH6 = {
    2399,
    "Одежда",
    "Белые свитера",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH7 = {
    2374,
    "Одежда",
    "Рубашки",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH8 = {
    2383,
    "Одежда",
    "Желтые кофты",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH9 = {
    2844,
    "Одежда",
    "Разбросанная одежда №1",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH10 = {
    2846,
    "Одежда",
    "Разбросанная одежда №2",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH11 = {
    2845,
    "Одежда",
    "Разбросанная одежда №2",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH12 = {
    2392,
    "Одежда",
    "Штаны и брюки",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH13 = {
    2391,
    "Одежда",
    "Кремовые брюки",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH14 = {
    2382,
    "Одежда",
    "Джинсы",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  CLOTH15 = {
    2706,
    "Одежда",
    "Красная футболка",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  GYM1 = {
    2627,
    "Спорт",
    "Беговая дорожка",
    "AH_CURTAINS1",
    "",
    "data_money",
    60000,
    {
      0,
      0,
      0,
      90
    }
  },
  GYM2 = {
    2628,
    "Спорт",
    "Вертикальная тяга",
    "AH_CURTAINS1",
    "",
    "data_money",
    60000,
    {
      0,
      0,
      0,
      90
    }
  },
  GYM3 = {
    2629,
    "Спорт",
    "Штанга",
    "AH_CURTAINS1",
    "",
    "data_money",
    60000,
    {
      0,
      0,
      0,
      90
    }
  },
  GYM4 = {
    2630,
    "Спорт",
    "Велосипед",
    "AH_CURTAINS1",
    "",
    "data_money",
    60000,
    {
      0,
      0,
      0,
      90
    }
  },
  GYM5 = {
    1985,
    "Спорт",
    "Боксерская груша",
    "AH_CURTAINS1",
    "",
    "data_money",
    20000,
    {
      0,
      0,
      2.5,
      90
    }
  },
  GYM6 = {
    2114,
    "Спорт",
    "Баскетбольный мяч",
    "AH_CURTAINS1",
    "",
    "data_money",
    5000,
    {
      0,
      0,
      0,
      90
    }
  },
  GYM7 = {
    2964,
    "Спорт",
    "Бильярдный стол",
    "AH_CURTAINS1",
    "",
    "data_money",
    100000,
    {
      0,
      0,
      -0.3,
      90
    }
  },
  GYM8 = {
    3438,
    "Спорт",
    "Дартс",
    "AH_CURTAINS1",
    "",
    "data_money",
    50000,
    {
      0,
      0,
      1,
      270
    }
  },
  DOOR1 = {
    1502,
    "Обычные двери",
    "Классическая",
    "cj_wooddoor5",
    "",
    "data_money",
    30000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR2 = {
    1502,
    "Обычные двери",
    "Старая",
    "cj_wooddoor5",
    "door/texture_1",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR3 = {
    1502,
    "Обычные двери",
    "Белая",
    "cj_wooddoor5",
    "door/texture_3",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR4 = {
    1502,
    "Обычные двери",
    "Желтая",
    "cj_wooddoor5",
    "door/texture_2",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR5 = {
    1502,
    "Обычные двери",
    "Красная",
    "cj_wooddoor5",
    "door/texture_4",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR6 = {
    1502,
    "Обычные двери",
    "Голубая",
    "cj_wooddoor5",
    "door/texture_5",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR7 = {
    1502,
    "Обычные двери",
    "Потрепанная",
    "cj_wooddoor5",
    "door/texture_6",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR8 = {
    1502,
    "Обычные двери",
    "Деревянная",
    "cj_wooddoor5",
    "door/texture_7",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR9 = {
    1502,
    "Стильные двери",
    "Розовая",
    "cj_wooddoor5",
    "door/texture_9",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR10 = {
    1502,
    "Стильные двери",
    "Синяя",
    "cj_wooddoor5",
    "door/texture_10",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR11 = {
    1502,
    "Стильные двери",
    "Зеленая",
    "cj_wooddoor5",
    "door/texture_11",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR12 = {
    1502,
    "Стильные двери",
    "Алая",
    "cj_wooddoor5",
    "door/texture_12",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR13 = {
    1502,
    "Стильные двери",
    "Черная",
    "cj_wooddoor5",
    "door/texture_13",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR14 = {
    1502,
    "Стильные двери",
    "Коричневая",
    "cj_wooddoor5",
    "door/texture_14",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  DOOR15 = {
    1502,
    "Стильные двери",
    "Темная",
    "cj_wooddoor5",
    "door/texture_15",
    "data_money",
    10000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  LIGHT1 = {
    1502,
    "Люстры и светильники",
    "Классическая",
    "cj_wooddoor5",
    "",
    "data_money",
    5000,
    {
      -0.8,
      0,
      -0.3,
      0
    }
  },
  seat_def = {
    2290,
    "Стул",
    "Кожанный стул",
    "SWK_COUCH_1",
    "",
    "data_money",
    5000
  }
}
furnitureBuyTb = {
  {
    "Диваны",
    {
      {
        "couchl1_small_black",
        "couchl1_small_white",
        "couchl1_small_def",
        "couchl1_small_blue",
        "couchl1_small_green",
        "couchl1_small_red"
      },
      {
        "couchl1_def",
        "couchl1_white",
        "couchl1_black",
        "couchl1_blue",
        "couchl1_green",
        "couchl1_red"
      },
      {
        "couchl1_old_def",
        "couchl1_old_white",
        "couchl1_old_black",
        "couchl1_old_blue",
        "couchl1_old_green",
        "couchl1_old_red"
      },
      {
        "couchl1_medium_old_def",
        "couchl1_medium_old_white",
        "couchl1_medium_old_black",
        "couchl1_medium_old_blue",
        "couchl1_medium_old_green",
        "couchl1_medium_old_red"
      },
      {
        "couchl1_big_old_def",
        "couchl1_big_old_white",
        "couchl1_big_old_black",
        "couchl1_big_old_blue",
        "couchl1_big_old_green",
        "couchl1_big_old_red"
      },
      {
        "couchl1_style_def",
        "couchl1_style_white",
        "couchl1_style_brown",
        "couchl1_style_blue",
        "couchl1_style_green",
        "couchl1_style_red"
      },
      {
        "sofa_cell_def",
        "sofa_cell_white",
        "sofa_cell_black",
        "sofa_cell_blue",
        "sofa_cell_green",
        "sofa_cell_red",
        "sofa_cell_brown"
      },
      {
        "sofa_soft_def",
        "sofa_soft_white",
        "sofa_soft_black",
        "sofa_soft_blue",
        "sofa_soft_green",
        "sofa_soft_red"
      },
      {
        "sofa_low_def",
        "sofa_low_white",
        "sofa_low_black",
        "sofa_low_blue",
        "sofa_low_green",
        "sofa_low_red"
      },
      {
        "sofa_low2_def",
        "sofa_low2_white",
        "sofa_low2_black",
        "sofa_low2_blue",
        "sofa_low2_green",
        "sofa_low2_red"
      }
    }
  },
  {
    "Кресла",
    {
      {
        "couchl1_old_single_def",
        "couchl1_old_single_white",
        "couchl1_old_single_black",
        "couchl1_old_single_blue",
        "couchl1_old_single_green",
        "couchl1_old_single_red"
      },
      {
        "couchl1_single_def",
        "couchl1_single_white",
        "couchl1_single_black",
        "couchl1_single_blue",
        "couchl1_single_green",
        "couchl1_single_red",
        "couchl1_single_leo"
      },
      {
        "couchl1_single1_def",
        "couchl1_single1_white",
        "couchl1_single1_black",
        "couchl1_single1_blue",
        "couchl1_single1_green",
        "couchl1_single1_red",
        "couchl1_single1_leo"
      },
      {
        "couchl1_single_rot_def",
        "couchl1_single_rot_white",
        "couchl1_single_rot_black",
        "couchl1_single_rot_blue",
        "couchl1_single_rot_green",
        "couchl1_single_rot_red",
        "couchl1_single_rot_leo"
      },
      {
        "couchl1_single_style_def",
        "couchl1_single_style_white",
        "couchl1_single_style_brown",
        "couchl1_single_style_blue",
        "couchl1_single_style_green",
        "couchl1_single_style_red"
      }
    }
  },
  {
    "Кровати",
    {
      {
        "bed_old_white",
        "bed0_white",
        "bed8_white"
      },
      {
        "bed2_white",
        "bed5_white",
        "bed3_white",
        "bed1_white",
        "bed9_white"
      },
      {
        "bed6_white",
        "bed7_white",
        "bed10_white"
      },
      {
        "bed11_white",
        "bed12_white",
        "bed13_white"
      }
    }
  },
  {
    "Стулья",
    {
      {
        "chair1_red",
        "chair1_yellow",
        "chair1_gray",
        "chair1_blue",
        "chair1_green",
        "chair1_black",
        "chair1_pink"
      },
      {
        "metal_chair"
      },
      {"med_chair"},
      {
        "comp_chair1"
      },
      {
        "wood_chair1_1",
        "wood_chair1_2",
        "wood_chair1_3",
        "wood_chair1_4",
        "wood_chair1_5"
      },
      {
        "wood_chair2_1",
        "wood_chair2_2",
        "wood_chair2_3",
        "wood_chair2_4",
        "wood_chair2_5"
      },
      {
        "rocking_chair_1",
        "rocking_chair_2",
        "rocking_chair_3",
        "rocking_chair_4",
        "rocking_chair_5"
      }
    }
  },
  {
    "Столы",
    {
      {
        "small_table1",
        "small_table2",
        "small_table3",
        "small_table4",
        "small_table5"
      },
      {
        "long_table1",
        "long_table2",
        "long_table3",
        "long_table4",
        "long_table5"
      },
      {
        "coffee_table1",
        "coffee_table2",
        "coffee_table3",
        "coffee_table4",
        "coffee_table5"
      },
      {
        "route_table1",
        "route_table2",
        "route_table3",
        "route_table4",
        "route_table5"
      },
      {
        "glass_table1",
        "glass_table3",
        "glass_table4",
        "glass_table5"
      },
      {
        "journal_table1",
        "journal_table2",
        "journal_table3",
        "journal_table4",
        "journal_table5"
      },
      {
        "med1_table1",
        "med1_table2",
        "med1_table3",
        "med1_table4",
        "med1_table5"
      },
      {
        "OFFICE_TABLE_1",
        "OFFICE_TABLE_3",
        "OFFICE_TABLE_4",
        "OFFICE_TABLE_5"
      }
    }
  },
  {
    "Шкафы и тумбы",
    {
      {
        "CLOSET_1",
        "CLOSET_2",
        "CLOSET_3",
        "CLOSET_4",
        "CLOSET_5"
      },
      {
        "CLOSET_LOW_1",
        "CLOSET_LOW_2",
        "CLOSET_LOW_3",
        "CLOSET_LOW_4",
        "CLOSET_LOW_5"
      },
      {
        "CLOSET_DOWN_1",
        "CLOSET_DOWN_2",
        "CLOSET_DOWN_3",
        "CLOSET_DOWN_4",
        "CLOSET_DOWN_5"
      },
      {
        "CLOSET_BOOK_1",
        "CLOSET_BOOK_2",
        "CLOSET_BOOK_3",
        "CLOSET_BOOK_4",
        "CLOSET_BOOK_5"
      },
      {
        "OFFICE_MED_1",
        "OFFICE_MED_2",
        "OFFICE_MED_3",
        "OFFICE_MED_4"
      }
    }
  },
  {
    "Ванная комната",
    {
      {
        "classic_bath4",
        "classic_bath1",
        "classic_bath2",
        "classic_bath3"
      },
      {
        "classic_sink1",
        "classic_sink2",
        "classic_sink3",
        "classic_sink4"
      },
      {
        "classic_toilet1",
        "classic_toilet2",
        "classic_toilet3"
      },
      {
        "classic_shower1",
        "classic_shower2",
        "classic_shower3"
      }
    }
  },
  {
    "Электроприборы",
    {
      {
        "TV1",
        "TV2",
        "TV3",
        "TV4",
        "TV5",
        "TV6",
        "TV7",
        "TV8",
        "TV9"
      },
      {
        "AUDIO1",
        "AUDIO2",
        "AUDIO3",
        "AUDIO4",
        "AUDIO5",
        "AUDIO6",
        "AUDIO7",
        "AUDIO8",
        "AUDIO9"
      },
      {
        "PC1",
        "KITCH1",
        "KITCH5",
        "KITCH2",
        "KITCH3",
        "KITCH4",
        "GAME1",
        "PRINTER1"
      }
    }
  },
  {
    "Кухня",
    {
      {
        "CJ_KITCH1_R1",
        "CJ_KITCH1_L1",
        "CJ_KITCH1_SINK1",
        "CJ_KITCH1_WASHER1",
        "CJ_KITCH1_ROT1",
        "CJ_KITCH1_CLOSET1",
        "CJ_KITCH1_COOKER1",
        "CJ_KITCH1_FRIDGE1"
      },
      {
        "CJ_KITCH3_FRIDGE1",
        "CJ_KITCH3_SINK1",
        "CJ_KITCH3_R1",
        "CJ_KITCH3_L1",
        "CJ_KITCH3_ROT1"
      },
      {
        "CJ_KITCH2_COOKER1",
        "CJ_KITCH2_SINK1",
        "CJ_KITCH2_R1",
        "CJ_KITCH2_L1",
        "CJ_KITCH2_T1",
        "CJ_KITCH2_WASHER1",
        "CJ_KITCH2_ROT1",
        "CJ_KITCH2_FRIDGE1"
      },
      {
        "CJ_KITCH4_FRIDGE1",
        "CJ_KITCH4_SINK1",
        "CJ_KITCH4_R1",
        "CJ_KITCH4_L1",
        "CJ_KITCH4_ROT1"
      },
      {
        "CJ_KITCH4_FRIDGE1_1",
        "CJ_KITCH4_SINK1_1",
        "CJ_KITCH4_R1_1",
        "CJ_KITCH4_L1_1",
        "CJ_KITCH4_ROT1_1"
      },
      {
        "CJ_KITCH4_FRIDGE1_2",
        "CJ_KITCH4_SINK1_2",
        "CJ_KITCH4_R1_2",
        "CJ_KITCH4_L1_2",
        "CJ_KITCH4_ROT1_2"
      },
      {
        "CJ_KITCH4_FRIDGE1_3",
        "CJ_KITCH4_SINK1_3",
        "CJ_KITCH4_R1_3",
        "CJ_KITCH4_L1_3",
        "CJ_KITCH4_ROT1_3"
      },
      {
        "CJ_KITCH4_FRIDGE1_4",
        "CJ_KITCH4_SINK1_4",
        "CJ_KITCH4_R1_4",
        "CJ_KITCH4_L1_4",
        "CJ_KITCH4_ROT1_4"
      },
      {
        "CJ_KITCH4_FRIDGE1_5",
        "CJ_KITCH4_SINK1_5",
        "CJ_KITCH4_R1_5",
        "CJ_KITCH4_L1_5",
        "CJ_KITCH4_ROT1_5"
      }
    }
  },
  {
    "Декорация",
    {
      {
        "PIC1",
        "PIC2",
        "PIC3",
        "PIC4",
        "PIC5",
        "PIC6",
        "PIC7",
        "PIC8",
        "PIC9",
        "PIC10",
        "PIC11",
        "PIC12",
        "PIC13",
        "PIC14",
        "PIC15"
      },
      {
        "FLAG1",
        "FLAG2",
        "FLAG3",
        "FLAG4",
        "FLAG5",
        "FLAG7",
        "FLAG6",
        "FLAG7",
        "FLAG6",
        "FLAG8",
        "FLAG9",
        "FLAG10",
        "FLAG11",
        "BANNER1",
        "BANNER2",
        "BANNER3",
        "BANNER4",
        "BANNER5",
        "BANNER6",
        "BANNER7",
        "BANNER8",
        "BANNER9",
        "BANNER10",
        "BANNER11",
        "BANNER12",
        "BANNER13",
        "BANNER14",
        "BANNER15",
        "BANNER16",
        "BANNER17",
        "BANNER18",
        "BANNER19",
        "BANNER20"
      },
      {
        "VEG1",
        "VEG2",
        "VEG3",
        "VEG4",
        "VEG5",
        "VEG6",
        "VEG7",
        "VEG8"
      },
      {
        "CARPET1",
        "CARPET2",
        "CARPET3",
        "CARPET10",
        "CARPET4",
        "CARPET5",
        "CARPET6",
        "CARPET7",
        "CARPET8",
        "CARPET9"
      },
      {
        "CLOTH1",
        "CLOTH2",
        "CLOTH3",
        "CLOTH4",
        "CLOTH5",
        "CLOTH6",
        "CLOTH7",
        "CLOTH8",
        "CLOTH9",
        "CLOTH10",
        "CLOTH11",
        "CLOTH12",
        "CLOTH13",
        "CLOTH14",
        "CLOTH15"
      },
      {
        "BOOK1",
        "BOOK2",
        "BOOK3",
        "BOOK4",
        "BOOK5",
        "BOOK6",
        "BOOK7",
        "BOOK8",
        "BOOK9"
      },
      {
        "TOY1",
        "TOY2",
        "TOY3",
        "TOY4",
        "TOY5",
        "TOY6",
        "TOY7",
        "TOY8",
        "TOY9",
        "TOY10"
      },
      {
        "KITCH_DECOR1",
        "KITCH_DECOR12",
        "KITCH_DECOR13",
        "KITCH_DECOR2",
        "KITCH_DECOR3",
        "KITCH_DECOR4",
        "KITCH_DECOR5",
        "KITCH_DECOR6",
        "KITCH_DECOR7",
        "KITCH_DECOR8",
        "KITCH_DECOR9",
        "KITCH_DECOR10",
        "KITCH_DECOR11"
      },
      {
        "CURTAIN1_BLUE",
        "CURTAIN1_RED",
        "CURTAIN1_GREEN",
        "CURTAIN1_YELLOW",
        "CURTAIN1_BLACK",
        "CURTAIN1_VILLAGE",
        "CURTAIN1_FLOWER",
        "CURTAIN1_WHITE"
      },
      {
        "CURTAIN2_BLUE",
        "CURTAIN2_RED",
        "CURTAIN2_GREEN",
        "CURTAIN2_YELLOW",
        "CURTAIN2_BLACK",
        "CURTAIN2_VILLAGE",
        "CURTAIN2_FLOWER",
        "CURTAIN2_WHITE"
      },
      {
        "CURTAIN3_BLUE",
        "CURTAIN3_RED",
        "CURTAIN3_GREEN",
        "CURTAIN3_YELLOW",
        "CURTAIN3_BLACK",
        "CURTAIN3_VILLAGE",
        "CURTAIN3_FLOWER",
        "CURTAIN3_WHITE"
      }
    }
  },
  {
    "Прочее",
    {
      {
        "GYM1",
        "GYM2",
        "GYM3",
        "GYM4",
        "GYM5",
        "GYM6",
        "GYM7",
        "GYM8"
      },
      {
        "DOOR1",
        "DOOR2",
        "DOOR3",
        "DOOR4",
        "DOOR5",
        "DOOR6",
        "DOOR7",
        "DOOR8"
      },
      {
        "DOOR9",
        "DOOR10",
        "DOOR11",
        "DOOR12",
        "DOOR13",
        "DOOR14",
        "DOOR15"
      }
    }
  }
}
